Repository: dbujak/SvLuka
Catalog: App_GlobalResources/Strings.*.resx
Languages: sr_cyrl_cs, sr_latn_cs

# 95_folklorepage_text
source: <p>Dear Parishioners, <p>We value your trust in us and the opportunity you afford us to help your child/young adult or yourself learn more about the Serbian culture and traditional folklore dancing. With the blessing of our Parish Priest and Bishop, coordinating this department is the St. Luke Serbian Orthodox Church Folklore Ensemble choreographer Mrs. Drina Rajic and dance instructor Ms. Tatjana Rajic. All children/young adults are welcome, however, please be sure that your child/young adult is truly interested in the program prior to filling out the <a href="http://goo.gl/forms/8iY2yVoDQ1" target="_blank">registration form</a>. <p><a href="http://goo.gl/forms/8iY2yVoDQ1" target="_blank">Completed forms</a> are due by Sunday, October 11th to guarantee yours or your child’s/young adult’s place in class. <p>Lessons will take place every Sunday after Divine Liturgy and Sunday School, beginning on Sunday, October 18th ongoing throughout the entire school year to ensure that children/young adults can master basic steps and traditional dances. Class schedule can be found on our <a href="http://svluka.org/SvLuka/Folklor/Calendar.aspx">Folklore Calendar page</a>. <p>For more information about the St. Luke Serbian Orthodox Church Folklore Ensemble, please contact Mrs. Drina Rajic at 202-489-4557 or e-mail her at <a href="mailto:drajic@tsmglobe.com">drajic@tsmglobe.com</a>. <p>Thank you, <br> Drina and Tatjana
sr_cyrl_cs: <p> Dear Parishioners (Parents/Guardians and/or Young Adults), <p> We would like to take this opportunity to introduce you to the newly formed and official St. Luke Serbian Orthodox Church Folklore Ensemble. We value your trust in us and the opportunity you afford us to help your child/young adult learn more about the Serbian culture and traditional folklore dancing. <p> With the blessing of our Parish Priest and Bishop, coordinating this department is the former "Jelek" Folklore Group choreographer and dance instructor, Mrs. Drina Rajic. All children/young adults are welcome, but please be sure that your child/young adult would be interested in the program before sending in your registration form. <p> We are getting ready for the beginning of the school year and would greatly appreciate if you could please send in your completed registration <A href="Registration2009.pdf" target=_blank> form(s)</A> by Sunday, September 20th to guarantee your child’s/young adult’s place in class. <p> Classes will take place every other Sunday after Divine Liturgy and Sunday School, beginning Sunday, September 27, ongoing throughout the entire school year. This will ensure that children/young adults get proper instruction and can master basic steps and traditional dances. <p>For more information about St. Luke Serbian Orthodox Church Folklore Ensemble, please contact Mrs. Drina Rajic at 202-489-4557 or e-mail her at <A href="mailto:drajic@tsmglobe.com"> drajic@tsmglobe.com</A> . <p>You may give or email your completed registration <A href="Registration2009.pdf" target=_blank>form(s)</A> to: Drina (<A href="mailto:drajic@tsmglobe.com">drajic@tsmglobe.com</A>) or Father Aleksa (<A href="mailto:fathermicich@yahoo.com">fathermicich@yahoo.com</A> ). <p>You may also mail it to:<br> <STRONG>St. Luke Serbian Orthodox Church<br> 10660 River Rd.<br> Potomac, MD 20854<br> Attn: Folklore Ensemble<br> </STRONG> </p>
sr_latn_cs: <p> Dear Parishioners (Parents/Guardians and/or Young Adults), <p> We would like to take this opportunity to introduce you to the newly formed and official St. Luke Serbian Orthodox Church Folklore Ensemble. We value your trust in us and the opportunity you afford us to help your child/young adult learn more about the Serbian culture and traditional folklore dancing. With the blessing of our Parish Priest and Bishop, coordinating this department is the former "Jelek" Folklore Group choreographer Mrs. Drina Rajic, and dance instructor Ms. Tatjana Rajic. All children/young adults are welcome, however, please be sure that your child/young adult is truly interested in the program prior to filling out the registration form. <p> We are getting ready for the beginning of the school year and would greatly appreciate if you could please send in your completed registration <A href="Registration2009.pdf" target=_blank> form(s)</A> by Sunday, November 3, 2013 to guarantee your child’s/young adult’s place in class. <p> Classes will take place every other Sunday after Divine Liturgy and Sunday School, beginning Sunday, November 17, 2013, ongoing throughout the entire school year. This will ensure that children/young adults get proper instruction and can master basic steps and traditional dances. <p>For more information about St. Luke Serbian Orthodox Church Folklore Ensemble, please contact Mrs. Drina Rajic at 202-489-4557 or e-mail her at <A href="mailto:drajic@tsmglobe.com"> drajic@tsmglobe.com</A>. <p>You may give or email your completed registration <A href="Registration2009.pdf" target=_blank>form(s)</A> to: Drina (<A href="mailto:drajic@tsmglobe.com">drajic@tsmglobe.com</A>) or Father Aleksa (<A href="mailto:fathermicich@yahoo.com">fathermicich@yahoo.com</A> ). <p>You may also mail it to:<br> <STRONG>St. Luke Serbian Orthodox Church<br> 10660 River Rd.<br> Potomac, MD 20854<br> Attn: Folklore Ensemble<br> </STRONG> </p>

# 97_folklore_calendar
source: Folklore Calendar
sr_cyrl_cs: Календар
sr_latn_cs: Kalendar

# 98_folklorecalendarpage_title
source: Folklore Calendar
sr_cyrl_cs: Календар Фолклора
sr_latn_cs: Kalendar Folklora
