Repository: dbujak/SvLuka
Catalog: App_GlobalResources/Strings.*.resx
Languages: sr_cyrl_cs, sr_latn_cs

# 50_photospage_text
source: <h4> 2014<ul> <li><a href="javascript:void(0)" onclick="myOpen('2014/StLukeSlava.htm')">Bishop Mitrofan blesses Kolac for St. Luke's Slava</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2014/CrossBlessing.htm')">Bishop Mitrofan blesses the Cross</a> </li> <li><a href="https://www.facebook.com/media/set/?set=a.10205330363485163.1073741827.1430433604&type=1&l=c41f350b00" target=_blank>First Sunday Litrugy at the new church (Sept 28th)</a> </li> <li><a href="https://www.facebook.com/media/set/?set=a.10205330306163730.1073741826.1430433604&type=1&l=9bcd5b65a2" target=_blank>First Litrugy at the new church - Exhalation of the Holy Cross (Sept 27th)</a> </li> </ul> </h4> <h4> 2013<ul> <li><a href="javascript:void(0)" onclick="myOpen('2013/SvSava.htm')">St Sava - compilation of pictures and video</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2013/SvSava2.htm')">St Sava - event and interviews</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2013/SvSava3.htm')">St Sava - Folklore everything</a> </li> <li><a href="http://www.facebook.com/media/set/?set=a.10200741251400229.2209520.1430433604&type=1&l=489127e5ff" target=_blank>St Sava - pictures</a> </li> </ul> </h4> <h4> 2012<ul> <li><a href="javascript:void(0)" onclick="myOpen('2012/Easter.htm')">Easter</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2012/HolyFriday.htm')">Holy Friday</a> </li> <li><a href="http://www.facebook.com/media/set/?set=a.4216270291602.2182824.1430433604&type=3&l=f246926b73" target=_blank>5th Annual Gala - 04/21/2012</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2012/Folklor.htm')">Church Folklore Group</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2012/SvSava-Folklor.htm')">St Sava - Folklore</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2012/Bozic-Hor.htm')">Choir (Christmas)</a> </li> </ul> </h4> <h4> 2011<ul> <li><a href="http://www.facebook.com/media/set/?set=a.2735897483207.2154704.1430433604&type=1&l=00c045b60e" target=_blank>50th Anniversary Lunch</a> </li> <li><a href="http://www.facebook.com/media/set/?set=a.2735559994770.2154702.1430433604&type=1&l=f45e5aaaa3" target=_blank>50th Anniversary Dinner</a> </li> <li><a href="http://www.facebook.com/album.php?aid=2118930&id=1430433604&l=8e7ad5e31e" target=_blank>Gala</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2011/Bozic.htm')">Christmas</a> </li> </ul> </h4> <h4> 2010</h4> <ul> <li><a href="javascript:void(0)" onclick="myOpen('2010/SvLuka.htm')">St Luke</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2010/Djurdjevdan.htm')">Djurdjevdan Picnic</a> </li> </ul> <h4>2009</h4> <ul> <li> <a href="2009/mars/default.htm">Sunday School field trip to Monastery</a></li> <li> <a href="2009/gala/default.htm">Gala</a></li> <li> <a href="2009/svsava/index.html">St Sava</a></li> </ul> <h4>2008</h4> <ul> <li> <a href="2008/Gala/index.html">First Annual Gala</a></li> </ul> <h4>2007</h4> <ul> <li> <a href="2007/Christmas/index.html">Christmas</a></li> <li> <a href="2007/Shadeland/index.html">Teen Christmas Retreat in Shadeland</a></li> </ul> <h4>2006</h4> <ul> <li> <a href="2006/Students/index.html">Orthodox Christian Fellowship chapters</a></li> <li> <a href="2006/DiocesanDays/index.html">Diocesan Days</a></li> <li> <a href="2006/FrIrinej/index.html">Fr. Irinej consecration</a></li> <li> <a href="2006/Vaskrs/index.html">Easter</a></li> <li> <a href="/SvLuka/files/vrbice.wmv">Vrbice</a> (16 MB)</li> <li> <a href="2006/ClergyRetreat/index.html">Clergy Retreat</a></li> <li> Theophany <a href="2006/Bogojavljanje/index.html">Pictures</a>; video: <a href="/SvLuka/Files/Bogojavljenje 2006.wmv">low resolution (1.2 MB)</a> or <a href="/SvLuka/Files/Bogojavljenje 2006Hi.wmv">high resolution (7.8 MB)</a></li> <li> <a href="2006/SvSava/index.html">St Sava</a></li> </ul> <h4>Older</h4> <ul> <li> <a href="2006/Bozic/index.html">2005 Christmas</a></li> <li> <a href="2004/2004.aspx">2004 Photos</a></li> </ul>
sr_cyrl_cs: <h4> 2013<ul> <li><a href="javascript:void(0)" onclick="myOpen('2013/SvSava.htm')">Св Сава - компилација слика и филма</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2013/SvSava2.htm')">Св Сава - атмосфера и интервјуи</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2013/SvSava3.htm')">Св Сава - фолклор програм</a> </li> <li><a href="http://www.facebook.com/media/set/?set=a.10200741251400229.2209520.1430433604&type=1&l=489127e5ff" target=_blank>Св Сава - сликe</a> </li> </ul> </h4> <h4> 2012<ul> <li><a href="javascript:void(0)" onclick="myOpen('2012/Easter.htm')">Васкрс</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2012/HolyFriday.htm')">Велики Петак</a> </li> <li><a href="http://www.facebook.com/media/set/?set=a.4216270291602.2182824.1430433604&type=3&l=f246926b73" target=_blank>5. Гала - 04/21/2012</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2012/Folklor.htm')">Црквена Фолклор група</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2012/SvSava-Folklor.htm')">Св Сава - Фолклор</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2012/Bozic-Hor.htm')">Црквени хор (Божић)</a> </li> </ul> </h4> <h4> 2011<ul> <li><a href="http://www.facebook.com/media/set/?set=a.2735897483207.2154704.1430433604&type=1&l=00c045b60e" target=_blank>Ручак поводом 50-то годишњице</a> </li> <li><a href="http://www.facebook.com/media/set/?set=a.2735559994770.2154702.1430433604&type=1&l=f45e5aaaa3" target=_blank>Вечера поводом 50-то годишњице</a> </li> <li><a href="http://www.facebook.com/album.php?aid=2118930&id=1430433604&l=8e7ad5e31e" target=_blank>Гала</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2011/Bozic.htm')">Божић</a> </li> </ul> </h4> <h4>2010</h4> <ul> <li><a href="javascript:void(0)" onclick="myOpen('2010/SvLuka.htm')">Св Лука</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2010/Djurdjevdan.htm')">Ђурђевдански пикник</a> </li> </ul> <h4>2009</h4> <ul> <li> <a href="2009/mars/default.htm">Посјета манастиру дјечије школе за вјеронауку и родитеља</a></li> <li> <a href="2009/gala/default.htm">Гала</a></li> <li> <a href="2009/svsava/index.html">Св Сава</a></li> </ul> <h4>2008</h4> <ul> <li> <a href="2008/Gala/index.html">Прва годишња Гала</a></li> </ul> <h4>2007</h4> <ul> <li> <a href="2007/Christmas/index.html">Божић</a></li> <li> <a href="2007/Shadeland/index.html">Камп за омладину у Shadeland-у</a></li> </ul> <h4>2006</h4> <ul> <li> <a href="2006/Students/index.html">Православни студенти</a></li> <li> <a href="2006/DiocesanDays/index.html">Епархијски дани</a></li> <li> <a href="2006/FrIrinej/index.html">Отац Иринеј хиротисан у епископа Аустралијско-Новозеландски</a></li> <li> <a href="2006/Vaskrs/index.html">Васкрс</a></li> <li> <a href="/SvLuka/files/vrbice.wmv">Врбице</a> (16 МБ)</li> <li> <a href="2006/ClergyRetreat/index.html">Састанак свештеника</a></li> <li> Богојављење: <a href="2006/Bogojavljanje/index.html">слике</a>; video: <a href="/SvLuka/Files/Bogojavljenje 2006.wmv">мала резолуција (1.2 МБ)</a> или <a href="/SvLuka/Files/Bogojavljenje 2006Hi.wmv">већа резолуција (7.8 МБ)</a></li> <li> <a href="2006/SvSava/index.html">Св Сава</a></li> </ul> <h4>Старије</h4> <ul> <li> <a href="2006/Bozic/index.html">2005 Божић</a></li> <li> <a href="2004/2004.aspx">2004 Слике</a></li> </ul>
sr_latn_cs: <h4> 2014<ul> <li><a href="javascript:void(0)" onclick="myOpen('2014/StLukeSlava.htm')">Vladika Mitrofan blagosilja slavksi kolač za Slavu Sv. Luke</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2014/CrossBlessing.htm')">Vladika Mitrofan blagosilja crkveni krst</a> </li> <li><a href="https://www.facebook.com/media/set/?set=a.10205330363485163.1073741827.1430433604&type=1&l=c41f350b00" target=_blank>Prva sveta nedelja i Liturgija u novoj crkvi (septembar 28.)</a> </li> <li><a href="https://www.facebook.com/media/set/?set=a.10205330306163730.1073741826.1430433604&type=1&l=9bcd5b65a2" target=_blank>Prva Liturgija u novoj crkvi - Krstovdan (septembar 27.)</a> </li> </ul> </h4> <h4> 2013<ul> <li><a href="javascript:void(0)" onclick="myOpen('2013/SvSava.htm')">Sv Sava - kompilacija slika i filma</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2013/SvSava2.htm')">Sv Sava - atmosfera i intervjui</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2013/SvSava3.htm')">Sv Sava - folklor program</a> </li> <li><a href="http://www.facebook.com/media/set/?set=a.10200741251400229.2209520.1430433604&type=1&l=489127e5ff" target=_blank>Sv Sava - slike</a> </li> </ul> </h4> <h4> 2012<ul> <li><a href="javascript:void(0)" onclick="myOpen('2012/Easter.htm')">Vaskrs</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2012/HolyFriday.htm')">Veliki Petak</a> </li> <li><a href="http://www.facebook.com/media/set/?set=a.4216270291602.2182824.1430433604&type=3&l=f246926b73" target=_blank>5. Gala - 04/21/2012</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2012/Folklor.htm')">Crkvena Folklor grupa</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2012/SvSava-Folklor.htm')">Sv Sava - Folklor</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2012/Bozic-Hor.htm')">Crkveni hor (Božić)</a> </li> </ul> </h4> <h4> 2011<ul> <li><a href="http://www.facebook.com/media/set/?set=a.2735897483207.2154704.1430433604&type=1&l=00c045b60e" target=_blank>Ručak povodom 50-to godišnjice</a> </li> <li><a href="http://www.facebook.com/media/set/?set=a.2735559994770.2154702.1430433604&type=1&l=f45e5aaaa3" target=_blank>Večera povodom 50-to godišnjice</a> </li> <li><a href="http://www.facebook.com/album.php?aid=2118930&id=1430433604&l=8e7ad5e31e" target=_blank>Gala</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2011/Bozic.htm')">Božić</a> </li> </ul> </h4> <h4>2010</h4> <ul> <li><a href="javascript:void(0)" onclick="myOpen('2010/SvLuka.htm')">Sv Luka</a> </li> <li><a href="javascript:void(0)" onclick="myOpen('2010/Djurdjevdan.htm')">Đurđevdanski piknik</a> </li> </ul> <h4>2009</h4> <ul> <li> <a href="2009/mars/default.htm">Posjeta manastiru dječije škole za vjeronauku i roditelja</a></li> <li> <a href="2009/gala/default.htm">Gala</a></li> <li> <a href="2009/svsava/index.html">Sv Sava</a></li> </ul> <h4>2008</h4> <ul> <li> <a href="2008/Gala/index.html">Prva godišnja Gala</a></li> </ul> <h4>2007</h4> <ul> <li> <a href="2007/Christmas/index.html">Božić</a></li> <li> <a href="2007/Shadeland/index.html">Kamp za omladinu u Shadeland-u</a></li> </ul> <h4>2006</h4> <ul> <li> <a href="2006/Students/index.html">Pravoslavni studenti</a></li> <li> <a href="2006/DiocesanDays/index.html">Eparhijski dani</a></li> <li> <a href="2006/FrIrinej/index.html">Otac Irinej hirotisan u episkopa Australijsko-Novozelandski</a></li> <li> <a href="2006/Vaskrs/index.html">Vaskrs</a></li> <li> <a href="/SvLuka/files/vrbice.wmv">Vrbice</a> (16 MB)</li> <li> <a href="2006/ClergyRetreat/index.html">Sastanak sveštenika</a></li> <li> Bogojavljenje: <a href="2006/Bogojavljanje/index.html">slike</a>; video: <a href="/SvLuka/Files/Bogojavljenje 2006.wmv">mala rezolucija (1.2 MB)</a> ili <a href="/SvLuka/Files/Bogojavljenje 2006Hi.wmv">veća rezolucija (7.8 MB)</a></li> <li> <a href="2006/SvSava/index.html">Sv Sava</a></li> </ul> <h4>Starije</h4> <ul> <li> <a href="2006/Bozic/index.html">2005 Božić</a></li> <li> <a href="2004/2004.aspx">2004 Slike</a></li> </ul>

# 51_2002photos_title
source: 2002 Photos
sr_cyrl_cs: Слике из 2002
sr_latn_cs: Slike iz 2002
