Repository: dbujak/SvLuka
Catalog: App_GlobalResources/Strings.*.resx
Languages: sr_cyrl_cs, sr_latn_cs

# 40_eastpage_text
source: <P class=MsoNormal><FONT face="Lucida Sans"><SPAN style="FONT-SIZE: 11pt">Have you ever asked yourself why we have to turn toward the <I>east </I>when we pray, or why the altar in our Orthodox churches is placed on the east side, or why we put icons on the east wall in our homes, or why do we bury people facing the east? These and many other questions concerning our faith arise every day. Certainly, they need an explanation.</SPAN></FONT></P> <P class=p3 style="LINE-HEIGHT: 14.15pt"><FONT face="Lucida Sans"><SPAN style="FONT-SIZE: 11pt">It is not without reason or by chance that we worship toward the east. Of course, we can pray to our Almighty God everywhere and all times, and God, who is everywhere, will hear our prayers, even though we are not facing the east. However, we know that some of the attributes of God are that He <I>is </I>spiritual light, <I>“and declare unto you, that <U>God</U> <U>is light</U>, and in him is no darkness at all’(1 </I>John 1:5), and Christ is called in the Scriptures <B>Sun of Righteousness </B><I>“But unto you that fear my name shall <U>the Sun of righteousness</U> arise with healing in his wings" </I>(Mal 4:2).</SPAN></FONT></P> <P class=p4 style="LINE-HEIGHT: 14.15pt"><FONT face="Lucida Sans"><I><SPAN style="FONT-SIZE: 11pt">“The sun will no more be your light by day, nor will the brightness of the moon shine on you, for the <U>LORD will be your everlasting light</U>, and your God will be your glory“ (Isa </SPAN></I><SPAN style="FONT-SIZE: 11pt">60:19). Therefore, the east is the direction that must be assigned to His worship. <U>Thus, we see that Christ is that light that comes from the east</U>.</SPAN></FONT></P> <P class=p5 style="LINE-HEIGHT: 14.15pt"><FONT face="Lucida Sans"><SPAN style="FONT-SIZE: 11pt">Every morning when we wake up and open our eyes, we see how the Sun rises from the east, bestows unto us the light of its rays, and adores us with splendid illumination, filling our hearts with happiness. In the same way, our Lord Jesus Christ shines as the light of the world He is the. Sun of Righteousness that shines upon us every day, and adore us with His blessings, illuminating our hearts. Once we experience joy of that light in our hearts, we will recognize Him as our Lord and Savior. We always face the east in order to gaze upon the beautiful face of Jesus Christ from Whom we receive every good gift. He is the <I>‘gladsome light of the heavenly Father' </I>(a prayer from Vespers), by which we do not walk in the darkness of this world.</SPAN></FONT></P> <P class=p5 style="LINE-HEIGHT: 14.15pt"><FONT face="Lucida Sans"><SPAN style="FONT-SIZE: 11pt">The Garden of Eden was also planted in the east. When Adam and Eve were expelled from Paradise, God made them to dwell away from Paradise, which clearly is the west. <U>So, then, we worship God seeking and striving after our old fatherland </U></SPAN><U><SPAN style="FONT-SIZE: 4pt">- </SPAN></U><I><U><SPAN style="FONT-SIZE: 11pt">‘the lost</SPAN></U><SPAN style="FONT-SIZE: 11pt"> <U>Paradise’</U>. </SPAN></I><SPAN style="FONT-SIZE: 11pt">Also the tribe of Judah, <I>as </I>the most precious, pitched their camp on the East: <I>“And on the east side toward the rising of the sun shall they of the standard of the camp of Judah pitch throughout their armies." </I>(Num 2:3).</SPAN></FONT></P> <P class=p2 style="LINE-HEIGHT: 14.15pt"><FONT face="Lucida Sans"><SPAN style="FONT-SIZE: 11pt">Moreover Christ, when He was crucified on the Cross, had His face turned toward the west, and so we worship and pray facing the east, constantly striving after Him. And when He was received again into Heaven, He was ascending toward the east, and thus His apostles worship Him. He will come again in the way in which they beheld Him going toward Heaven, as the Lord Himself said: <I>“As the lightning cometh out of the East and shineth even unto the West, so also shall the coming of the Son of Man be” </I>(Matt 24:27). In expectation of His Second coming, we worship toward the <I>east; </I>and we bury our reposed ones in the ground facing the East, for we hope and believe in the resurrection of the dead and His glorious coming from the East.</SPAN></FONT></P> <P class=p5 style="LINE-HEIGHT: 14.15pt"><FONT face="Lucida Sans"><SPAN style="FONT-SIZE: 11pt">Remember, also, that before a person is baptized, he or she, together with their godfather, <U>is facing the west and renounces Satan</U> through the prayers of exorcism. After a person or the godfather (in case of the baptism of a child), denies Satan and his evil works, he or she has to turn toward the altar, (or the east), <U>and declare being united with Christ. by reading the Nicene Creed</U>.</SPAN></FONT></P> <P class=p5 style="LINE-HEIGHT: 14.15pt"><FONT face="Lucida Sans"><SPAN style="FONT-SIZE: 11pt">Now, that we know why we Christians constantly face the East, we can understand why the Orthodox Church is called the Eastern Orthodox Church. This, of course, doesn’t apply to the geographical location of our Church, for even if we live in America (which is considered a western country), we belong to the Eastern Orthodox Church. The Orthodox Church is not geographically situated in one country or one place, but is spread all over the world: <I>“go therefore and make disciples of all the nations..." </I>(Matt. 28:19).</SPAN></FONT></P> <P class=p6 style="LINE-HEIGHT: 14.15pt"><FONT face="Lucida Sans"><SPAN style="FONT-SIZE: 11pt">Let the Sun of Righteousness, Jesus Christ always shine before us so that we may clearly see the narrow path that leads to the Kingdom of Heaven.</SPAN></FONT>s
sr_cyrl_cs: <p>Да ли сте се икада запитали зашто морамо да се окренемо на исток кад се молимо, зашто је олтар у православним црквама на источној страни, зашто стављамо иконе на источни зид куће, зашто мртве сахрањујемо окренуте ка истоку? Ова и многа друга питања везана за нашу веру се појављују сваког дана. Свакако, заслужују објашњење. <p>Није без разлога нити случајно то што своје молитве усмеравамо на исток. Наравно, можемо се молити Свемогућем Богу на било ком месту и у било које време, и Бог, који је свуда, ће чути наше молитве, чак и ако нисмо окренути ка истоку. Ипак, знамо да су неке од особина Божијих да он јесте духовно светло, ‘и прихвати да Бог јесте светло, и у њему нема таме уопште’ (1 Јован 1:5) и Исус се у Библији зове <b>Сунце правде</b> "Али вама који страхујете од мога имена синуће Сунце правде са излечењем на крилима" (Мал 4:2) <p> " Сунце неће више бити твоја светлост по дану , нити ће ти месечев сјај сијати , јер ће ти ГОСПОД бити вечито светло, и твој Бог ће бити твоја слава" (Иса 60:19). Због тога, исток је страна света која се мора доделити обожавању Његовом. Према томе, видимо да је Христ то светло које долази са истока. <p>Свако јутро кад се пробудимо и отворимо очи, видимо како се сунце рађа на истоку, шаље на нас светлост својих зрака и обавија нас чудесним сјајем, испуњавајући нам срца срећом. На исти начин, наш Господ Исус Христ сија над нама сваког дана као светло света. Он је Сунце правде које нам сија сваког дана и обавија нас својим благословима, просветљујући наша срца. Кад једном искусимо задовољство које изазива то светло у нашим срцима, препознаћемо Њега као нашег Господа и Спасиоца. Увек се окрећемо ка истоку да бисмо гледали прелепо лице Исуса Христа од којег примамо сваки вредан поклон. Он је ‘мило светло небеског Оца’ (вечерња молитва), захваљујући којем не ходамо овим светом по тами. <p>Рајска башта је такође засађена на истоку. Кад су Адам и Ева избачени из Раја, Бог им је наредио да иду даље од Раја, што је, јасно, ка западу, тако да сад обожавамо Бога тражећи и тежећи ка својој некадашњој отаџбини, ‘изгубљеном Рају’. Такође, Јудино племе, као најдрагоценије, је поставило своје шаторе на истоку. "И на источној страни према изласку сунца ће вође Јудиног кампа поставити шаторе" (Нум 2:3). <p>Штавише, Христ, кад је разапет на крсту, је био лицем окренут ка западу, и зато се молимо окренути истоку, непрестано тежећи ка њему. И кад је поново био примљен у Рај, уздизао се ка истоку и због тога га његови апостоли обожавају. Он ће поново доћи на исти начин на који су га они видели да иде према Рају, као што је и сам господ рекао : "Као што светло долази са истока и сија једнако на запад, такав ће бити и долазак Сина човечијег" (Матеја 24:27). У очекивању Његовог другог доласка, молимо се окренути ка истоку; и сахрањујемо преминуле окренуте ка истоку, јер се надамо и верујемо у васкрснуће мртвих и Његов славан долазак са истока. <p>Запамтите, такође, да , пре него што се неко крсти, окрене се, заједно са кумом, ка западу и одрекне се Сатане кроз молитве истеривања. Након што се особа или кум (ако је у питању дете), одрекне Сатане и његових злих дела, мора се окренути ка олтару(или истоку), и изјавити да је сједињен са Христом, читајући Никејски симбол вере. <p>Сад, кад знамо зашто се хришћани стално окрећу ка истоку, можемо разумети зашто се Православна црква зове Источна православна црква. Ово се, наравно, не односи на географски положај цркве, јер, чак и ако живимо у Америци (која се сматра западњачком државом), припадамо Источној православној цркви. Православна црква није географски лоцирана у једној држави и на једном месту, него је раширена по целом свету: "идите зато и тражите проповеднике међу свим нацијама…." (Матеја 28:19). <p>Нека Сунце правде, Исус Христ, увек сија над нама да можемо јасно да видимо уску стазу која води до Царства небеског.
sr_latn_cs: <p>Da li ste se ikada zapitali zasto moramo da se okrenemo na istok kad se molimo, zasto je oltar u pravoslavnim crkvama na istocnoj strani, zasto stavljamo ikone na istocni zid kuce, zasto mrtve sahranjujemo okrenute ka istoku? Ova i mnoga druga pitanja vezana za nasu veru se pojavljuju svakog dana. Svakako, zasluzuju objasnjenje. <p>Nije bez razloga niti slucajno to sto svoje molitve usmeravamo na istok. Naravno, mozemo se moliti Svemogucem Bogu na bilo kom mestu i u bilo koje vreme, i Bog, koji je svuda, ce cuti nase molitve, cak i ako nismo okrenuti ka istoku. Ipak, znamo da su neke od osobina Bozijih da on jeste duhovno svetlo, ‘i prihvati da Bog jeste svetlo, i u njemu nema tame uopste’ (1 Jovan 1:5) i Isus se u Bibliji zove <b>Sunce pravde</b> "Ali vama koji strahujete od moga imena sinuce Sunce pravde sa izlecenjem na krilima" (Mal 4:2) <p> " Sunce nece vise biti tvoja svetlost po danu , niti ce ti mesecev sjaj sijati , jer ce ti GOSPOD biti vecito svetlo, i tvoj Bog ce biti tvoja slava" (Isa 60:19). Zbog toga, istok je strana sveta koja se mora dodeliti obozavanju Njegovom. Prema tome, vidimo da je Hrist to svetlo koje dolazi sa istoka. <p>Svako jutro kad se probudimo i otvorimo oci, vidimo kako se sunce radja na istoku, salje na nas svetlost svojih zraka i obavija nas cudesnim sjajem, ispunjavajuci nam srca srecom. Na isti nacin, nas Gospod Isus Hrist sija nad nama svakog dana kao svetlo sveta. On je Sunce pravde koje nam sija svakog dana i obavija nas svojim blagoslovima, prosvetljujuci nasa srca. Kad jednom iskusimo zadovoljstvo koje izaziva to svetlo u nasim srcima, prepoznacemo Njega kao naseg Gospoda i Spasioca. Uvek se okrecemo ka istoku da bismo gledali prelepo lice Isusa Hrista od kojeg primamo svaki vredan poklon. On je ‘milo svetlo nebeskog Oca’ (vecernja molitva), zahvaljujuci kojem ne hodamo ovim svetom po tami. <p>Rajska basta je takodje zasadjena na istoku. Kad su Adam i Eva izbaceni iz Raja, Bog im je naredio da idu dalje od Raja, sto je, jasno, ka zapadu, tako da sad obozavamo Boga trazeci i tezeci ka svojoj nekadasnjoj otadzbini, ‘izgubljenom Raju’. Takodje, Judino pleme, kao najdragocenije, je postavilo svoje satore na istoku. "I na istocnoj strani prema izlasku sunca ce vodje Judinog kampa postaviti satore" (Num 2:3). <p>Stavise, Hrist, kad je razapet na krstu, je bio licem okrenut ka zapadu, i zato se molimo okrenuti istoku, neprestano tezeci ka njemu. I kad je ponovo bio primljen u Raj, uzdizao se ka istoku i zbog toga ga njegovi apostoli obozavaju. On ce ponovo doci na isti nacin na koji su ga oni videli da ide prema Raju, kao sto je i sam gospod rekao : "Kao sto svetlo dolazi sa istoka i sija jednako na zapad, takav ce biti i dolazak Sina covecijeg" (Mateja 24:27). U ocekivanju Njegovog drugog dolaska, molimo se okrenuti ka istoku; i sahranjujemo preminule okrenute ka istoku, jer se nadamo i verujemo u vaskrsnuce mrtvih i Njegov slavan dolazak sa istoka. <p>Zapamtite, takodje, da , pre nego sto se neko krsti, okrene se, zajedno sa kumom, ka zapadu i odrekne se Satane kroz molitve isterivanja. Nakon sto se osoba ili kum (ako je u pitanju dete), odrekne Satane i njegovih zlih dela, mora se okrenuti ka oltaru(ili istoku), i izjaviti da je sjedinjen sa Hristom, citajuci Nikejski simbol vere. <p>Sad, kad znamo zasto se hriscani stalno okrecu ka istoku, mozemo razumeti zasto se Pravoslavna crkva zove Istocna pravoslavna crkva. Ovo se, naravno, ne odnosi na geografski polozaj crkve, jer, cak i ako zivimo u Americi (koja se smatra zapadnjackom drzavom), pripadamo Istocnoj pravoslavnoj crkvi. Pravoslavna crkva nije geografski locirana u jednoj drzavi i na jednom mestu, nego je rasirena po celom svetu: "idite zato i trazite propovednike medju svim nacijama…." (Mateja 28:19). <p>Neka Sunce pravde, Isus Hrist, uvek sija nad nama da mozemo jasno da vidimo usku stazu koja vodi do Carstva nebeskog.

# 41_tattooingpage_title
source: IS TATTOOING OR BODY PIERCING REALLY BAD?!!
sr_cyrl_cs: Да ли је тетоважа и бушење тијела заиста лоше?!!
sr_latn_cs: Da li je tetovaza i busenje tijela zaista lose?!!
