Repository: dbujak/SvLuka
Catalog: App_GlobalResources/Strings.*.resx
Languages: sr_cyrl_cs, sr_latn_cs

# 53_2004photos_title
source: 2004 Photos
sr_cyrl_cs: Слике из 2004
sr_latn_cs: Slike iz 2004

# 54_2004photos_text
source: <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><FONT face="Lucida Sans"><TT><FONT face="Lucida Sans"><B>PARISH OF ST. APOSTLE AND EVANGELIST LUKE ACQUIRES </B></FONT></TT></FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><FONT face="Lucida Sans"><TT><FONT face="Lucida Sans"><B>AND BLESSES NEW ALTAR WARES</B></FONT></TT></FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=justify><FONT face="Lucida Sans"><TT><FONT face="Lucida Sans"><BR><BR>The Church-School Congregation of the Holy Apostle and Evangelist Luke in Metropolitan Washington DC, after much research and effort has purchased many new<BR>liturgical items in the first step toward the establishment of the new chapel. All of the items were imported from Greece, and most were handcrafted. </FONT></TT></FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=justify><FONT face="Lucida Sans"><TT><FONT face="Lucida Sans"><BR>A new hand-carved altar table, also imported from Greece, should arrive sometime next month. Many generous parishioners from all over this expansive parish have freely given of their God-given resources to fund the renewing of our interior worship space.<BR>On Sunday November 14, 2004, on the feast of St. Cosmas and Damian, these new liturgical items items were blessed by Father Aleksa in front of the attending parish community. At present, as we await county approval and the subsequent renovation of our parish center, we celebrate Sunday liturgies at a local elementary school. Our people have been very patient for over three years as we have struggled to achieve consensus and county and neighborhood approval of our plans. We expect that in the spring all permitting will be completed and that our humble complex of chapel, hall, kitchen and classrooms will be complete next fall.</FONT></TT></FONT> <center> <TABLE style="BORDER-COLLAPSE: collapse" borderColor=#111111 cellSpacing=0 borderColorDark=#9b461f cellPadding=2 width=400 borderColorLight=#9b461f border=4 ID="Table1"> <TBODY> <TR> <TD align=middle width="33%"><A href="BlessingLiturgicalVessels/1NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="BlessingLiturgicalVessels/1NewLiturgicalVessels14Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="33%"><A href="BlessingLiturgicalVessels/2NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="BlessingLiturgicalVessels/2NewLiturgicalVessels14Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="34%"><A href="BlessingLiturgicalVessels/3NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="BlessingLiturgicalVessels/3NewLiturgicalVessels14Nov04TN.jpg" width=100 border=0></A></TD></TR> <TR> <TD align=middle width="33%"><A href="BlessingLiturgicalVessels/4NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="BlessingLiturgicalVessels/4NewLiturgicalVessels14Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="33%"><A href="BlessingLiturgicalVessels/5NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="BlessingLiturgicalVessels/5NewLiturgicalVessels14Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="34%"> </TD></TR></TBODY></TABLE></CENTER> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><B><FONT face="Lucida Sans"><TT><FONT face="Lucida Sans">SEVEN BAPTIZED IN NEWPORT NEWS, VIRGINIA<BR> </FONT></TT></FONT></B></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=justify><FONT face="Lucida Sans"><TT><FONT face="Lucida Sans">On Saturday November 13, 2004, Father Aleksa Micich traveled to Newport News, VA to baptize seven people in that community. The Serbian community in the Norfolk area (known as Hampton Roads) is comprised of about forty families of which the church knows. The faithful there attend St. Constantine and Helen Greek Orthodox Church in Newport News, under the spiritual pastorship of Fr. George Chiorios. Father George is<BR>always welcoming when Father Aleksa comes to visit and always makes available his church for our use. This was true this past Saturday when seven of our faithful were baptized into the Orthodox Christian faith, including one infant, three school-age children and three adults. This community is made up almost entirely of people who fled the former Yugoslavia within the last five to ten years. We are actively working to develop this into a new mission parish.</FONT></TT></FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=justify> </P> <CENTER> <TABLE style="BORDER-COLLAPSE: collapse" borderColor=#111111 cellSpacing=0 borderColorDark=#9b461f cellPadding=2 width=400 borderColorLight=#9b461f border=4 ID="Table2"> <TBODY> <TR> <TD align=middle width="33%"><A href="BlessingLiturgicalVessels/2NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="NNBaptisms/2NewportNewsBaptisms13Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="33%"><A href="NNBaptisms/1NewportNewsBaptisms13Nov04.jpg"><IMG height=75 src="NNBaptisms/1NewportNewsBaptisms13Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="34%"><A href="NNBaptisms/3NewportNewsBaptisms13Nov04.jpg"><IMG height=75 src="NNBaptisms/3NewportNewsBaptisms13Nov04TN.jpg" width=100 border=0></A></TD></TR> <TR> <TD align=middle width="33%"><A href="NNBaptisms/04NewportNewsBaptisms13Nov04.jpg"><IMG height=75 src="NNBaptisms/04NewportNewsBaptisms13Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="33%"><A href="NNBaptisms/5NewportNewsBaptisms13Nov04.jpg"><IMG height=75 src="NNBaptisms/5NewportNewsBaptisms13Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="34%"> </TD></TR></TBODY></TABLE></CENTER> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><TT><FONT face="Lucida Sans"><B>STANDING COMMITTEE ON YOUTH MINISTRY OF THE SERBIAN ORTHODOX CHURCH IN THE UNITED STATES AND CANADA MEETS IN CHICAGO</B><BR> </FONT></TT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><TT><FONT face="Lucida Sans">Father Aleksa, who is co-chair of this committee made up of clergy and laity from all over the United States recently attended one of several meetings at Holy Resurrection Cathedral in Chicago. The task of the committee is to reconstruct the way our church reaches out to youth and keeps them actively involved in the life of the church. Some items that we are actively working on include a regular page in The Path of Orthodoxy, the monthly publication of the Serbian Orthodox Church, The St. Nicholai of Zica and Ohrid Oratorical Festival to commence in 2006, and a national youth conference, also to commence in 2006. </FONT></TT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><TT><FONT face="Lucida Sans"><BR>All of these will then feed into the development of a National Youth Organization. Other standing committees appointed by the hierarchs of our church include those for Liturgical Music, Stewardship, Serbian Culture and Heritage, Religious Education, and Communications and Publications. More information about the work of these groups may be found in the Path of Orthodoxy.</FONT></TT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <DIV align=center> <CENTER>
sr_cyrl_cs: <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><FONT face="Lucida Sans"><TT><FONT face="Lucida Sans"><B> У ПАРОХИЈИ СВЕТОГ АПОСТОЛА И ЈЕВАНЂЕЛИСТЕ ЛУКЕ ОСВЕШТАНЕ НОВЕ ЦРКВЕНЕ СТВАРИ </B></FONT></TT></FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=justify><FONT face="Lucida Sans"><TT><FONT face="Lucida Sans"> <br><br> Црквено-школска општина Светог апостола и јеванђелисте Луке у околини Вашингтона, после много напора и тражења, купила је велики број нових црквених и ствари за олтар, чиме је начињен први корак у стварању нове капеле. Ствари, међу којима су чираци, петохлебник, кутија за миро и кадионица, увежене су из Грчке и углавном су ручне израде. Нови сто за олтар требало би да стигне из Грчке током следећег месеца. <br><br> Многи дарежљиви верници из наше све веће парохије несебично су подарили њима Богом дана средства како бисмо платили обнову свтари за нашу капелу. У недељу, 14. новембра 2004. године, на празник Светих Козме и Дамјана, у присуству многих верника отац Алекса је освештао нове црквене ствари. <br><br> Док чекамо општинске дозволе за реновирање наше црквене зграде, Литургије недељом служимо у сали локалне основне школе. Парохијани су у последње три године, колико смо радили на заједничком договору, добијању сагласности од комшија и дозвола од општине, показали велико стрпљење. Ако Бог да, све дозволе требало би да буду добијене на пролеће, а наше скромне капела, сала, кухиња и учионица готове до јесени. .</FONT></TT></FONT> <center> <TABLE style="BORDER-COLLAPSE: collapse" borderColor=#111111 cellSpacing=0 borderColorDark=#9b461f cellPadding=2 width=400 borderColorLight=#9b461f border=4 ID="Table1"> <TBODY> <TR> <TD align=middle width="33%"><A href="BlessingLiturgicalVessels/1NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="BlessingLiturgicalVessels/1NewLiturgicalVessels14Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="33%"><A href="BlessingLiturgicalVessels/2NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="BlessingLiturgicalVessels/2NewLiturgicalVessels14Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="34%"><A href="BlessingLiturgicalVessels/3NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="BlessingLiturgicalVessels/3NewLiturgicalVessels14Nov04TN.jpg" width=100 border=0></A></TD></TR> <TR> <TD align=middle width="33%"><A href="BlessingLiturgicalVessels/4NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="BlessingLiturgicalVessels/4NewLiturgicalVessels14Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="33%"><A href="BlessingLiturgicalVessels/5NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="BlessingLiturgicalVessels/5NewLiturgicalVessels14Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="34%"> </TD></TR></TBODY></TABLE></CENTER> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><B><FONT face="Lucida Sans"><TT><FONT face="Lucida Sans">SEVEN BAPTIZED IN NEWPORT NEWS, VIRGINIA<BR> </FONT></TT></FONT></B></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=justify><FONT face="Lucida Sans"><TT><FONT face="Lucida Sans"> У суботу, 13. новембра 2004. године, отац Алекса Мићић крстио je седморо нових верника у граду Њупорт Њуз у држави Вирџинији. У српској заједници у широј околини града Норфолка (познатој под именом Хемптон Роудс) oкупљено је око четрдесет породица, које одлазе у цркву Светог цара Константина и царице Јелене, грчку православну цркву под духовним вођством оца Џорџа Киориоса. Отац Џорџ увек приреди топлу добродошлицу оцу Алекси и уступи цркву на коришћење. Тако је било и овога пута, када је крштено троје одраслих, троје деце школског узраста и једна беба. Српска заједница у околини Норфолка састоји се углавном од људи који су напустили бившу Југославију у претходних десет година, и активно се ради на томе да постану самостална парохија. .</FONT></TT></FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=justify> </P> <CENTER> <TABLE style="BORDER-COLLAPSE: collapse" borderColor=#111111 cellSpacing=0 borderColorDark=#9b461f cellPadding=2 width=400 borderColorLight=#9b461f border=4 ID="Table2"> <TBODY> <TR> <TD align=middle width="33%"><A href="BlessingLiturgicalVessels/2NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="NNBaptisms/2NewportNewsBaptisms13Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="33%"><A href="NNBaptisms/1NewportNewsBaptisms13Nov04.jpg"><IMG height=75 src="NNBaptisms/1NewportNewsBaptisms13Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="34%"><A href="NNBaptisms/3NewportNewsBaptisms13Nov04.jpg"><IMG height=75 src="NNBaptisms/3NewportNewsBaptisms13Nov04TN.jpg" width=100 border=0></A></TD></TR> <TR> <TD align=middle width="33%"><A href="NNBaptisms/04NewportNewsBaptisms13Nov04.jpg"><IMG height=75 src="NNBaptisms/04NewportNewsBaptisms13Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="33%"><A href="NNBaptisms/5NewportNewsBaptisms13Nov04.jpg"><IMG height=75 src="NNBaptisms/5NewportNewsBaptisms13Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="34%"> </TD></TR></TBODY></TABLE></CENTER> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><TT><FONT face="Lucida Sans"><B> СУСРЕТ МЛАДИХ СРПСКЕ ПРАВОСЛАВНЕ ЦРКВЕ У СЈЕДИЊЕНИМ ДРЖАВАМА И КАНАДИ ОДРЖАН У ЧИКАГУ </B><BR> </FONT></TT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><TT><FONT face="Lucida Sans"> Отац Алекса, ко-председавајући одбора који окупља световне и мировне младе људе православне вере из Сједињених Држава, недавно је присуствовао њиховом сусрету у цркви Светог Васкрсења у Чикагу. Циљ одбора је да пронађе најбољи начин на који црква може да привуче младе и укључи их у црквени живот. Активно се ради на сталној страници месечника Пут православља, који издаје Српска православна црква, као и на организовању фестивала говорништва »Свети Николај жички и охридски» и националне конференције младих, који треба да се одрже током ове године. Одбор би требало да прерасте у Националну организацију младих. Поред овог, стални карактер у нашој цркви имају одбор за литургијску музику, рад при цркви, српску културу и културно наслеђе, веронауку и комуникацију и издаваштво. Више информација о свим овим одборима можете наћи у месечнику Пут православља. .</FONT></TT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <DIV align=center> <CENTER>
sr_latn_cs: <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><FONT face="Lucida Sans"><TT><FONT face="Lucida Sans"><B> U PAROHIJI SVETOG APOSTOLA I JEVANDjELISTE LUKE OSVESTANE NOVE CRKVENE STVARI </B></FONT></TT></FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=justify><FONT face="Lucida Sans"><TT><FONT face="Lucida Sans"> <br><br> Crkveno-skolska opstina Svetog apostola i jevandjeliste Luke u okolini Vasingtona, posle mnogo napora i trazenja, kupila je veliki broj novih crkvenih i stvari za oltar, cime je nacinjen prvi korak u stvaranju nove kapele. Stvari, medju kojima su ciraci, petohlebnik, kutija za miro i kadionica, uvezene su iz Grcke i uglavnom su rucne izrade. Novi sto za oltar trebalo bi da stigne iz Grcke tokom sledeceg meseca. <br><br> Mnogi darezljivi vernici iz nase sve vece parohije nesebicno su podarili njima Bogom dana sredstva kako bismo platili obnovu svtari za nasu kapelu. U nedelju, 14. novembra 2004. godine, na praznik Svetih Kozme i Damjana, u prisustvu mnogih vernika otac Aleksa je osvestao nove crkvene stvari. <br><br> Dok cekamo opstinske dozvole za renoviranje nase crkvene zgrade, Liturgije nedeljom sluzimo u sali lokalne osnovne skole. Parohijani su u poslednje tri godine, koliko smo radili na zajednickom dogovoru, dobijanju saglasnosti od komsija i dozvola od opstine, pokazali veliko strpljenje. Ako Bog da, sve dozvole trebalo bi da budu dobijene na prolece, a nase skromne kapela, sala, kuhinja i ucionica gotove do jeseni. .</FONT></TT></FONT> <center> <TABLE style="BORDER-COLLAPSE: collapse" borderColor=#111111 cellSpacing=0 borderColorDark=#9b461f cellPadding=2 width=400 borderColorLight=#9b461f border=4 ID="Table1"> <TBODY> <TR> <TD align=middle width="33%"><A href="BlessingLiturgicalVessels/1NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="BlessingLiturgicalVessels/1NewLiturgicalVessels14Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="33%"><A href="BlessingLiturgicalVessels/2NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="BlessingLiturgicalVessels/2NewLiturgicalVessels14Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="34%"><A href="BlessingLiturgicalVessels/3NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="BlessingLiturgicalVessels/3NewLiturgicalVessels14Nov04TN.jpg" width=100 border=0></A></TD></TR> <TR> <TD align=middle width="33%"><A href="BlessingLiturgicalVessels/4NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="BlessingLiturgicalVessels/4NewLiturgicalVessels14Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="33%"><A href="BlessingLiturgicalVessels/5NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="BlessingLiturgicalVessels/5NewLiturgicalVessels14Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="34%"> </TD></TR></TBODY></TABLE></CENTER> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><B><FONT face="Lucida Sans"><TT><FONT face="Lucida Sans">SEVEN BAPTIZED IN NEWPORT NEWS, VIRGINIA<BR> </FONT></TT></FONT></B></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=justify><FONT face="Lucida Sans"><TT><FONT face="Lucida Sans"> U subotu, 13. novembra 2004. godine, otac Aleksa Micic krstio je sedmoro novih vernika u gradu Njuport Njuz u drzavi Virdziniji. U srpskoj zajednici u siroj okolini grada Norfolka (poznatoj pod imenom Hempton Rouds) okupljeno je oko cetrdeset porodica, koje odlaze u crkvu Svetog cara Konstantina i carice Jelene, grcku pravoslavnu crkvu pod duhovnim vodjstvom oca Dzordza Kioriosa. Otac Dzordz uvek priredi toplu dobrodoslicu ocu Aleksi i ustupi crkvu na koriscenje. Tako je bilo i ovoga puta, kada je krsteno troje odraslih, troje dece skolskog uzrasta i jedna beba. Srpska zajednica u okolini Norfolka sastoji se uglavnom od ljudi koji su napustili bivsu Jugoslaviju u prethodnih deset godina, i aktivno se radi na tome da postanu samostalna parohija. .</FONT></TT></FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=justify> </P> <CENTER> <TABLE style="BORDER-COLLAPSE: collapse" borderColor=#111111 cellSpacing=0 borderColorDark=#9b461f cellPadding=2 width=400 borderColorLight=#9b461f border=4 ID="Table2"> <TBODY> <TR> <TD align=middle width="33%"><A href="BlessingLiturgicalVessels/2NewLiturgicalVessels14Nov04.jpg"><IMG height=75 src="NNBaptisms/2NewportNewsBaptisms13Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="33%"><A href="NNBaptisms/1NewportNewsBaptisms13Nov04.jpg"><IMG height=75 src="NNBaptisms/1NewportNewsBaptisms13Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="34%"><A href="NNBaptisms/3NewportNewsBaptisms13Nov04.jpg"><IMG height=75 src="NNBaptisms/3NewportNewsBaptisms13Nov04TN.jpg" width=100 border=0></A></TD></TR> <TR> <TD align=middle width="33%"><A href="NNBaptisms/04NewportNewsBaptisms13Nov04.jpg"><IMG height=75 src="NNBaptisms/04NewportNewsBaptisms13Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="33%"><A href="NNBaptisms/5NewportNewsBaptisms13Nov04.jpg"><IMG height=75 src="NNBaptisms/5NewportNewsBaptisms13Nov04TN.jpg" width=100 border=0></A></TD> <TD align=middle width="34%"> </TD></TR></TBODY></TABLE></CENTER> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><TT><FONT face="Lucida Sans"><B> SUSRET MLADIH SRPSKE PRAVOSLAVNE CRKVE U SJEDINjENIM DRZAVAMA I KANADI ODRZAN U CIKAGU </B><BR> </FONT></TT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><TT><FONT face="Lucida Sans"> Otac Aleksa, ko-predsedavajuci odbora koji okuplja svetovne i mirovne mlade ljude pravoslavne vere iz Sjedinjenih Drzava, nedavno je prisustvovao njihovom susretu u crkvi Svetog Vaskrsenja u Cikagu. Cilj odbora je da pronadje najbolji nacin na koji crkva moze da privuce mlade i ukljuci ih u crkveni zivot. Aktivno se radi na stalnoj stranici mesecnika Put pravoslavlja, koji izdaje Srpska pravoslavna crkva, kao i na organizovanju festivala govornistva »Sveti Nikolaj zicki i ohridski» i nacionalne konferencije mladih, koji treba da se odrze tokom ove godine. Odbor bi trebalo da preraste u Nacionalnu organizaciju mladih. Pored ovog, stalni karakter u nasoj crkvi imaju odbor za liturgijsku muziku, rad pri crkvi, srpsku kulturu i kulturno nasledje, veronauku i komunikaciju i izdavastvo. Vise informacija o svim ovim odborima mozete naci u mesecniku Put pravoslavlja. .</FONT></TT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <DIV align=center> <CENTER>

# 55_right_label
source: Donated so far
sr_cyrl_cs: Донирано до сада
sr_latn_cs: Donirano do sada

# 56_admin_log_in
source: Admin Log-in
sr_cyrl_cs: Одржавање
sr_latn_cs: Odrzavanje

# 57_admin_log_out
source: Logout
sr_cyrl_cs: Испис
sr_latn_cs: Ispis

# 58_schedule_disclamer
source: Please note that schedule is subject to change without notice.
sr_cyrl_cs: Могуће је да дође до промјена у распореду.
sr_latn_cs: Moguce je da dodje do promjena u rasporedu.

# 59_donations_page_title
source: Donations
sr_cyrl_cs: Донације
sr_latn_cs: Donacije

# 60_donations_text
source: <p>You can help your Church in many ways:</p> <ul> <li><a href="Prayer.aspx">By prayer</a> </li> <li><a href="Time.aspx">By donating your time</a></li> <li><a href="https://secure.etransfer.com/SLSOC/donate.cfm" target=_blank>By donating your money</a></li>
sr_cyrl_cs: <p>Можемо помоћи нашу цркву на више начина, на примјер:</p> <ul> <li><a href="Prayer.aspx">Молитвом, </a></li> <li><a href="Time.aspx">Волонтирањем</a></li> <li><a href="https://secure.etransfer.com/SLSOC/donate.cfm" target=_blank>Новчано</a></li>
sr_latn_cs: <p>Mozemo pomoci nasu crkvu na vise nacina, na primjer:</p> <ul> <li><a href="Prayer.aspx">Molitvom, </a></li> <li><a href="Time.aspx">Volontiranjem</a></li> <li><a href="https://secure.etransfer.com/SLSOC/donate.cfm" target=_blank>Novcano</a></li>

# 61_prayer_page_title
source: Helping by prayer
sr_cyrl_cs: Помоћ цркви са молитвом
sr_latn_cs: Pomoc crkvi sa molitvom

# 62_prayer_text
source: <p>You can pray for our sick, diseased, poor or members in other needs; for our church to grow bigger; for our spiritual leader to help us understand God’s word and will; for our board to be able to overcome all the obstacles and build church on our property; or of course anything else that you see fit. </p>
sr_cyrl_cs: <p>Увијек се можемо молити за болесне, људе који су у невољи, сиромашне или за парохијане са другим потребама или проблемима. Можемо се молити за нашу цркву да боље испуни своју обавезу да испуни своје парохијане љубављу и задовољством. Можемо се молити за нашег свећеника и остале који се труде боље разумијемо Божију вољу и ријеч. Можемо се молити за црквени одбор да смогну снаге и мудрости да ријеше све проблеме повезане за изградљу наше нове цркве.</p>
sr_latn_cs: <p>Uvijek se mozemo moliti za bolesne, ljude koji su u nevolji, siromasne ili za parohijane sa drugim potrebama ili problemima. Mozemo se moliti za nasu crkvu da bolje ispuni svoju obavezu da ispuni svoje parohijane ljubavlju i zadovoljstvom. Mozemo se moliti za naseg svecenika i ostale koji se trude bolje razumijemo Boziju volju i rijec. Mozemo se moliti za crkveni odbor da smognu snage i mudrosti da rijese sve probleme povezane za izgradlju nase nove crkve.</p>

# 63_time_page_title
source: Helping with your time
sr_cyrl_cs: Помођ цркви са волонтирањем
sr_latn_cs: Pomodj crkvi sa volontiranjem
