Repository: dbujak/SvLuka
Catalog: App_GlobalResources/Strings.*.resx
Languages: sr_cyrl_cs, sr_latn_cs

# 91.8_schedules_coffee
source: <h4><a href="http://www.signupgenius.com/go/10C0B4FAFA72CA75-coffee" target="_blank">Coffee Hour Sign-up</a></h4> <p>The parish has created a page at <a href="http://www.signupgenius.com/go/10C0B4FAFA72CA75-coffee" target="_blank">SignUp Genius </a> for signing up to host coffee hour on Sundays. </p> <p>On <a href="http://www.signupgenius.com/go/10C0B4FAFA72CA75-coffee" target="_blank">this site</a>, you will be able to view which Sundays are available in real-time fashion. </p> <p>Please note that you do not need to register with SignUp Genius to use it. </p> <p>If you do not wish to use this service, please send an e-mail to <a href="mailto:coffeehour@svluka.org">coffeehour@svluka.org</a> with your preferred dates and we will let you know if they are available. </p> <p>Thank you.</p>
sr_latn_cs: <h4><a href="http://www.signupgenius.com/go/10C0B4FAFA72CA75-coffee" target="_blank">Prijavite se za kafu</a></h4> <p>Napravili smo stranicu sa <a href="http://www.signupgenius.com/go/10C0B4FAFA72CA75-coffee" target="_blank">SignUp Genius</a> da se prijavite kao domaćin (ili domaćica) za kafu poslije Liturgije</p> <p>Na <a href="http://www.signupgenius.com/go/10C0B4FAFA72CA75-coffee" target="_blank">ovoj stranici</a>, mižete vidjeti koji su datumi slobodni.</p> <p>Ne morate da se registrujete da bi se prijavili kao domaćica (ili domaćin). </p> <p>Ako hoćete možete nam polati elektrosku poštu na <a href="mailto:coffeehour@svluka.org">coffeehour@svluka.org</a> kada vam odgovara pa ćemo vas mi registrovati. </p> <p>Svako dobro od Gospoda.</p>
