Repository: dbujak/SvLuka
Catalog: App_GlobalResources/Strings.*.resx
Languages: sr_cyrl_cs, sr_latn_cs

# 42_tattooingpage_text
source: <P class=MsoNormal style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><FONT face="Lucida Sans"><B> </B><I>“Everything is permissible for me</I></FONT></P> <P class=MsoNormal style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; TEXT-ALIGN: center" align=center><FONT face="Lucida Sans"><I>-but not everything is beneficial “(1 </I>Cor 6: 2)</FONT></P> <P class=MsoNormal><FONT face="Lucida Sans"> Very often in our lives, we hear the words that our misguided society victoriously proclaims to us:<I> “Let’s have fun, let’s try it, who cares, whatever, just do it, no fear, forget about it, it’s cool, it’s better now than never, it feels good, obey you thirst, experience it, explore it, </I>and etc.” These and many other messages are bombarding our minds every single day: in schools, on TV, on radio, on the streets, in restaurants, at parties, while driving, while talking to our friends. Most of them are simple and innocent in context, but some of them have such powerful, and sometimes, very disturbing images. We may think that these messages do no harm to us, and that they are just an attempt by our society to bring commercialism to more people, by providing them with a good solution to escape the craziness of this world. It may look that way, but I think that behind the scum of these messages lies the lucidity of <I>the biggest deceiver ever, </I>the Devil.</FONT></P> <P class=MsoNormal><FONT face="Lucida Sans"> Indeed, the Devil never sleeps, nor stops tricking and deluding people. His main goal is to deceive as many people as he can, promising beauty, which later turns into big disappointments, ugliness and unhappiness within themselves. When a deceived person realizes that all of the disfiguring was pointless, stupid and unnecessary, he blames himself because he made a mistake out of ignorance, stubbornness, and adolescent pride. Then, he will probably lament quietly saying: <I>‘Was this necessary?. 1 could have lived without it...why... why... why have I done this?’</I></FONT></P> <P class=MsoNormal><I><FONT face="Lucida Sans"> </FONT></I><FONT face="Lucida Sans">The Devil will then laugh loudly, rejoicing in his masterpiece saying, <I>“Naive and poor man, didn’t you want this so badly.. .1 offered you this, and you accepted it with joy... it is not my fault... it is you who chose it... now I’ll enjoy your disenchantment!”</I></FONT></P> <P class=MsoNormal><B><FONT face="Lucida Sans">What does this have to do with tattooing and body piercing?</FONT></B></P> <P class=MsoNormal><FONT face="Lucida Sans"> First, let us examine how we commit a sin. As I explained before, the Devil works a double shift, and often over time. For him there is no rest, and in fact, he never gets time off, or vacation time. His salary is on a daily basis, because there are a lot of people that he is “in charge of.” His compensation is the satisfaction which he receives through tricking naive people. He is never hungry because he feeds himself with pride, so he works very diligently. He offers, he suggests, he delightfully whispers beautiful ideas, and people believe his lies and fall into his trap.</FONT></P> <P class=MsoNormal><FONT face="Lucida Sans"> The very first mistake we make when he whispers in our ear is that <B>we receive</B> his thoughts into our minds. The second one is when <B>we do not recognize </B>nor look for the delusion behind that idea, we accept it easily. The third one is when <B>we start to think </B>about that idea, believing there is nothing wrong with it. The fourth mistake is, when <B>we start to like it and enjoy it, </B>experiencing the pleasure of the sinful thought. If we do not stop at this point of sin development, we will fall unto the next level, which is lust, which leads into sinful action. After lust, there is a big abyss, with no escape. As you see, before we commit sin, we all go through several steps of the degrading process. Therefore, remember, there is always the thought that can be transformed into a sinful deed.</FONT></P> <P class=MsoNormal style="LINE-HEIGHT: 13.3pt"><FONT face="Lucida Sans"><B> Is body piercing or tattooing a sin? </B>Yes it is! <I>“But why, there is nothing wrong with it!” </I>someone may say<I>. </I>Well, it is a sin. The Bible does speak about the sanctity of man and the defilement of the body. The first man, Adam, was created <B>in the image and likeness of God: </B>Then God said,<B> </B><I>“Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.” </I>(Gen 1:26-27). None of the living creatures were worthy to be created in the image and likeness of God. Only man was. His whole being was immersed into that likeness, and not just one part of Adam’s being, not just his left hand, one finger, right leg, or eyes, but the complete being.</FONT></P> <P class=MsoNormal style="LINE-HEIGHT: 13.3pt"><FONT face="Lucida Sans"> As we know, every man is created as the psycho- physical being: with <I>soul and body. </I>With these two elements man is a complete person. Our goal is to keep both of them <U>undefiled</U> before God. When we sin, our soul gets hurt, and it needs a speedy recovery that is received through repentance. When we harm our bodies, in anyway imaginable, we are responsible before God for the corruption and defilement of His work.</FONT></P> <P class=MsoNormal style="LINE-HEIGHT: 13.3pt"><FONT face="Lucida Sans"> <B> Are we the creators of ourselves? </B>No! So, why then do we destroy something that is not our own, which does not belong to us? In other words, how do we corrupt God’s work? We do this simply by putting unto our bodies’ strange and ungodly elements such as <I>tattoos, earrings, chains, locks, and other demonic portrayals. </I>For some people, this is a “beautiful piece of art”; for Christians this is considered “<B>self-mutilation</B>.” By doing this to ourselves, we are distorting the image and likeness of God in ourselves, and instead of being an icon of God, we become a distorted picture that nobody wants to look at it or buy. Apostle Paul is very clear when he writes to the Corinthians, and says, <I>“Do you not know that your body </I>is <I>a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own: you were bought at a price. Therefore honor God with your body.” </I>(1 Cor 6:19-20). The Apostle is right. We were indeed bought with a big price, which is the blood of the Son of God, who suffered death on the cross for our salvation. He gave us our angelic beauty, by which we are recognized as the children of God, and in return, He receives nothing but the ugliness of our mutilated bodies. Remember that we are the members of one body, the body of Christ, <I>("...so in Christ we who are many form one body, and each member belongs to oil the others.” </I>Rom 12:4-6), and each time we hurt our bodies with a new tattoo, or a piercing, we put another nail into Jesus’ body on the cross. Just, imagine how big His mercy is, when He willingly suffers our nails!</FONT></P> <P class=MsoNormal style="LINE-HEIGHT: 13.3pt"><FONT face="Lucida Sans"> Sometimes, we do not even know the meaning or message behind the tattoos that are placed on our bodies. Most tattoos have a background in various Eastern cultures, which use such signs for their cultic worships and experiences. Some people go so far as to have a cross tattooed on their feet. Those are not Christians, but anti-Christians, because with each step taken they step down on the cross; and by doing this, they show disrespect to the Holy Cross of Jesus Christ.</FONT></P> <P class=MsoNormal style="LINE-HEIGHT: 13.3pt"><FONT face="Lucida Sans"> <B> Why do people choose to do such </B>things? Is there any explanation for distorting the image of God in us? I would like to know if tattoos or body piercing make people feel different? Do they become more “cool” and jazzy by doing so? Do they feel special after they’ve put a wild dragon tattoo on their shoulders or on a secret spot? Does having a “double headed eagle” tattooed on one’s chest make that person a bigger Serbian than someone who does not? Are the people with earrings attached to various parts of the body, more valuable than those who do not have any? In other words, is it worthy doing all these insane things?</FONT></P> <P class=MsoNormal style="LINE-HEIGHT: 13.3pt"><FONT face="Lucida Sans"> My suggestion to you is, “always think before you do something, and always ponder on the words of Apostle Paul, <I>‘Everything is permissible jar me-but not everything is beneficial’ </I>(1 Cor 6:12)</FONT></P> <P class=MsoNormal style="LINE-HEIGHT: 13.3pt"><FONT face="Lucida Sans"> Indeed, today everything is possible if there is no fear of God: <I>“Therefore do not let sin reign in your mortal body so that you obey its evil desires. Do not offer the parts of your body to sin, as instruments of wickedness, but rather offer yourselves to God, as those who have been brought from death to life: and offer the parts of your body to Him as instruments of righteousness". </I>Rom 6:12-14.</FONT></P> <P class=MsoNormal style="LINE-HEIGHT: 13.3pt"><FONT face="Lucida Sans"> Let us pray to God, to keep our minds clear from every evil thought, that we may always distinguish what is right and what is wrong, what is truly beneficial, and what is harmful to our souls and bodies, so that we may stand upright before His Judgment, and hear the words: ‘well done my faithful servant, enter into the Kingdom of Heaven.'</FONT></P> <P class=MsoNormal style="LINE-HEIGHT: 13.3pt"> </P> <P class=MsoNormal style="LINE-HEIGHT: 13.3pt"><FONT face="Lucida Sans"><I>May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ. </I>1 Thess <I>5:23.</I></FONT></P>
sr_cyrl_cs: <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: center" align=center><SPAN style="FONT-SIZE: 16pt">Да ли су тетоважа и бушење тела заиста лоши?<?xml:namespace prefix = o ns = "urn:schemas-microsoft-com:office:office" /><o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt"><SPAN style="mso-spacerun: yes">&nbsp; </SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt"><o:p>&nbsp;</o:p></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt"><o:p>&nbsp;</o:p></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: center" align=center><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt">“Све ми је дозвољено<o:p></o:p></SPAN></I></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: center" align=center><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt">-</SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">али</SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt"> </SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">ми</SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt"> </SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">не</SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt"> </SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">чини</SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt"> </SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">све</SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt"> </SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">добро</SPAN></I><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt">”<o:p></o:p></SPAN></I></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: center" align=center><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></I></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes">&nbsp;&nbsp;&nbsp; </SPAN></SPAN><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">Врло често у животу чујемо речи које нам наше залутало друштво победоносно изговара : ‘Хајде да се забављамо, хајде да пробамо, кога брига, нема везе, само напред, без страха, заборави то, то је кул, боље сад него никад, уживамо у томе, следи своје нагоне, искуси, истражи, итд.’ </SPAN><SPAN style="FONT-SIZE: 11pt">Оваквим и многим другим порукама нам бомбардују ум сваког дана : у школи, на телевизији, на радију, на улици, у ресторанима, на журкама, док возимо, док разговарамо са пријатељима. Већина њих је једноставног и безазленог садржаја, али неке имају врло моћан и, понекад, веома узнемиравајућ садржај. Можда мислимо да нам овакве поруке не чине зло и да су оне само покушај нашег друштва да комерцијализам приближи што већем броју људи тако што ће им дати добар<SPAN style="mso-spacerun: yes">&nbsp; </SPAN>начин<SPAN style="mso-spacerun: yes">&nbsp; </SPAN>за бег од лудила овог света. Можда тако изгледа, али ја мислим да се иза преваре ових порука крије луцидност <I style="mso-bidi-font-style: normal">највецег преваранта који је икада постојао</I>, ђавола. <o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes">&nbsp;&nbsp;&nbsp; </SPAN>Свакако, ђаво никад не спава и не престаје да вара и обмањује људе. Његов главни циљ је да обмане што више људи може, обећавајући лепоту, која се касније у човеку претвори у велика разочарења, ружноћу и несрећу. Кад обмањена особа схвати да је сво то сакаћење било бесмислено, глупо и непотребно, онда криви себе јер је погрешио из незнања, тврдоглавости и адолесцентског осећања поноса. Онда ће, вероватно, тихо размишљати о томе и рећи; <I style="mso-bidi-font-style: normal">“Да ли је ово било неопходно? Могао сам да живим и без тога….зашто….зашто…зашто сам ово урадио?”<o:p></o:p></I></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes">&nbsp;&nbsp;&nbsp; </SPAN></SPAN></I><SPAN style="FONT-SIZE: 11pt">Ђаво ће се онда смејати наглас, уживајући у свом ремек-делу и рећи; <I style="mso-bidi-font-style: normal">“Наивни, јадни човече, зар ниси ово толико желео…ја сам ти то понудио, а ти си радо прихватио…нисам ја крив…ти си то изабрао…сад ћу да уживам у твом разочарењу!”<o:p></o:p></I></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></I></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></I></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><B style="mso-bidi-font-weight: normal"><SPAN style="FONT-SIZE: 11pt">Какве ово везе има са тетоважом и бушењем тела?<o:p></o:p></SPAN></B></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes">&nbsp;&nbsp;&nbsp; </SPAN></SPAN><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">Прво, хајде да видимо како се почини грех. </SPAN><SPAN style="FONT-SIZE: 11pt">Као што сам објаснио раније, ђаво ради у две смене, а често и прековремено. За њега нема предаха, и, заправо, он никад нема паузу и не иде на одмор. Он добија плату сваки дан јер има много људи за које је он ‘одговоран’. Његова награда је задовољство које осети кад превари наивне људе. Он никад није гладан јер се храни поносом, и због тога ради врло марљиво. Он нуди, он предлаже, он задовољно шапуће лепе идеје, а људи поверују у његове лажи и упадну у његову замку. <o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes">&nbsp;&nbsp; </SPAN>Прву грешку направимо кад он почне да нам шапуће на уво је да <B style="mso-bidi-font-weight: normal">примимо</B> његове мисли у свој ум. Следећу кад<B style="mso-bidi-font-weight: normal"> не препознамо</B> нити тражимо обману која се крије иза те идеје, већ је без проблема прихватимо. Трећу кад <B style="mso-bidi-font-weight: normal">почнемо да размишљамо</B> о тој идеји, верујући да је она сасвим у реду. Четврту грешку направимо кад она <B style="mso-bidi-font-weight: normal">почне да нам се свиђа и кад почнемо да уживамо у њој, </B>и искусимо задовољство<B style="mso-bidi-font-weight: normal"> </B>те грешне мисли. Ако се не зауставимо на овој фази развоја греха, прећи ћемо на следећи ниво, пожуду, која води у грешне поступке. Након пожуде долази велики амбис из којег се не може побећи. Као што видите, пре него починимо грех сви пролазимо кроз неколико нивоа овог понижавајућег процеса. Према томе, запамтите, увек постоји мисао која може прећи у грешно дело.<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes">&nbsp;&nbsp;&nbsp; </SPAN></SPAN><B style="mso-bidi-font-weight: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">Да ли су бушење тела или тетоважа греси?</SPAN></B><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE"> Да, јесу! Неко може да каже :<I style="mso-bidi-font-style: normal">“Али зашто, у томе нема ништа лоше!” </I></SPAN><SPAN style="FONT-SIZE: 11pt">Па, то јесте грех<I style="mso-bidi-font-style: normal">.</I> Библија говори о светости човека и онечишћавању тела. Први човек, Адам, је створен по <B style="mso-bidi-font-weight: normal">Божијем лику и изгледу</B>: Онда је Бог рекао<I style="mso-bidi-font-style: normal">: “Хајде да створимо човека по нашем изгледу, по нашем лику, и пустимо га да влада рибама у мору и птицама у ваздуху, стоком, целом земљом, и свим створењима која се крећу по земљи.”</I> (Књига постања, 1:26-27). Ни једно живо створење није било довољно вредно да буде створено по лику и изгледу Божијем. Једино човек. Његово цело биће је било обавијено том сличношћу, не само један Адамов део, не само његова лева рука, један прст, десна нога или очи, него читаво биће.<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes">&nbsp;&nbsp; </SPAN>Као што знамо, сваки човек је створен као психичко и физичко биће: са <I style="mso-bidi-font-style: normal">душом и телом</I>. Присуством ова два елемента човек је потпуна особа. Наш циљ је да оба дела чувамо од онечишћавања пред Богом. Кад починимо грех, душа нам се повреди и потребан јој је брзи опоравак до којег се стиже покајањем. Кад, на било који могући начин, нанесемо штету телу, одговорни смо пред Богом за скрнављење и онечишћавање Његовог дела.<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes">&nbsp;&nbsp; </SPAN></SPAN><B style="mso-bidi-font-weight: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">Да ли смо ми створитељи самих себе? </SPAN></B><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">Нисмо! Па, зашто онда уништавамо нешто што није наше, што нам не припада? Другим речима, како кваримо Божије дело? Једноставно, то радимо тако што стављамо стране и небожје ствари на своје тело, као што су <I style="mso-bidi-font-style: normal">тетоваже, минђуше, ланци, катанци и други ђавољи прикази.</I> За неке људе, ово је ‘дивно уметничко дело’; хришћани то сматрају <B style="mso-bidi-font-weight: normal">‘само-унаказивањем’. </B>Радећи ово себи, искривљујемо изглед и лик Божји у себи, и, уместо да будемо Божја слика, постајемо искривљена слика у коју нико не жели да гледа нити да је купи. Апостол Павле је веома јасан кад пише Коринћанима, и каже: <I style="mso-bidi-font-style: normal">“Да ли знате да је ваше тело храм Светог Духа, који је у вама, којег сте примили од Бога? Ви не припадате себи: ви сте купљени по одређеној цени.</I> <I style="mso-bidi-font-style: normal">Према томе, славите Бога својим телом.” </I>(1 Кор 6:19-20). Апостол је у праву. Сви смо, свакако, купљени по великој цени, крвљу Сина Божјег, који је мученички умро на крсту, за наше спасење. Он нам је дао нашу анђеоску лепоту, по којој се препознајемо као Божја деца, а за узврат, Он не добија ништа друго до ружноћу наших унакажених тела. Запамтите да смо ми сви део једног тела, тела Христовог, (<I style="mso-bidi-font-style: normal">“..и у Христу ми, којих је много, чинимо једно тело, и сваки члан припада свима осталима.” Рим. 12:4-6</I>), и сваки пут кад оштетимо тело неком новом тетоважом, или пирсингом, укуцамо нови ексер у Исусово тело на крсту. </SPAN><SPAN style="FONT-SIZE: 11pt">Само замислите колико је велика Његова милост кад добровољно трпи насе ексере!<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes">&nbsp;&nbsp; </SPAN>Понекад чак и не знамо значење или поруку тетоваже на нашем телу. Већина тетоважа потиче из разних источњачких култура, које користе сличне знаке за обожавање својих култова. </SPAN><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">Неки људи иду толико далеко да тетовирају крст на стопалима. Ово нису хришћани, него анти-хришћани, јер сваким кораком који направе они газе крст; а, чинећи то, показују непоштовање према Светом Крсту Исуса Христа.<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE"><o:p>&nbsp;</o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE"><SPAN style="mso-spacerun: yes">&nbsp;&nbsp;&nbsp; </SPAN></SPAN><B style="mso-bidi-font-weight: normal"><SPAN style="FONT-SIZE: 11pt">Зашто људи раде такве ствари? </SPAN></B><SPAN style="FONT-SIZE: 11pt">Да ли постоји неко објашњење за кривљење лика Божјег у нама? </SPAN><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">Волео бих да знам да ли тетоваже или бушење тела чине да се људи осећају другачије? Да ли тиме постају ‘кул’ и ‘у тренду’? Да ли се осећају посебним након што су истетовирали дивљег змаја на рамену или неком тајном месту? Да ли је особа која има истетовираног двоглавог орла на грудима већи Србин од некога ко то нема? Да ли су људи који имају минђуше на разним деловима тела вреднији од оних који их немају уопсте? Другим речима, да ли вреди радити све ове бесмислене ствари?<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE"><SPAN style="mso-spacerun: yes">&nbsp;&nbsp; </SPAN>Мој предлог је да “увек размислите пре него што урадите нешто, <SPAN style="mso-tab-count: 1">&nbsp; </SPAN>и увек промислите о речима апостола Павла: <I style="mso-bidi-font-style: normal">“Све ми је дозвољено, али ми не чини све добро.” </I></SPAN><SPAN style="FONT-SIZE: 11pt">(1 Кор 6:12)<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes">&nbsp;&nbsp;&nbsp; </SPAN>Истина је да је данас све могуће ако не постоји страх од Бога: <I style="mso-bidi-font-style: normal">“Зато не дозволи да грех влада у твом грешном телу и да слушаш његове ђаволске жудње. Не нуди делове свога тела греху, као оруђа зла, већ боље понуди себе Богу, као они који су пренети из смрти у живот: и понуди делове свога тела Њему, као оруђа праведности.” </I>(Рим. 6:12-14)<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes">&nbsp; </SPAN>Молимо се Богу, да бисмо очистили ум од сваке зле мисли, да бисмо увек разликовали добро од лошег, оно што нам чини добро и оно што штети нашим душама и телима, да бисмо могли да стојимо усправно пред Његовим судом, и чујемо речи: ‘свака част, мој верни слуго, уђи у Царство небеско’.<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><B style="mso-bidi-font-weight: normal"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes">&nbsp;&nbsp;&nbsp; </SPAN><o:p></o:p></SPAN></B></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><B style="mso-bidi-font-weight: normal"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></B></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><B style="mso-bidi-font-weight: normal"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></B></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><B style="mso-bidi-font-weight: normal"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></B></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt">Нека читав твој дух, душа и тело остану безгрешни до доласка нашег Господа Исуса Христа</SPAN></I><B style="mso-bidi-font-weight: normal"><SPAN style="FONT-SIZE: 11pt">. (1 Тес 5:23)<o:p></o:p></SPAN></B></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt"><SPAN style="FONT-SIZE: 11pt"><o:p>&nbsp;</o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes">&nbsp;&nbsp; </SPAN><o:p></o:p></SPAN></P>
sr_latn_cs: <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: center" align=center><SPAN style="FONT-SIZE: 16pt">Da li su tetovaza i busenje tela zaista losi?<?xml:namespace prefix = o ns = "urn:schemas-microsoft-com:office:office" /><o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt"><SPAN style="mso-spacerun: yes"> </SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt"><o:p> </o:p></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt"><o:p> </o:p></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: center" align=center><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt">“Sve mi je dozvoljeno<o:p></o:p></SPAN></I></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: center" align=center><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt">-</SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">ali</SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt"> </SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">mi</SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt"> </SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">ne</SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt"> </SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">cini</SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt"> </SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">sve</SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt"> </SPAN></I><I style="mso-bidi-font-style: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">dobro</SPAN></I><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt">”<o:p></o:p></SPAN></I></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: center" align=center><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></I></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes"> </SPAN></SPAN><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">Vrlo cesto u zivotu cujemo reci koje nam nase zalutalo drustvo pobedonosno izgovara : ‘Hajde da se zabavljamo, hajde da probamo, koga briga, nema veze, samo napred, bez straha, zaboravi to, to je kul, bolje sad nego nikad, uzivamo u tome, sledi svoje nagone, iskusi, istrazi, itd.’ </SPAN><SPAN style="FONT-SIZE: 11pt">Ovakvim i mnogim drugim porukama nam bombarduju um svakog dana : u skoli, na televiziji, na radiju, na ulici, u restoranima, na zurkama, dok vozimo, dok razgovaramo sa prijateljima. Vecina njih je jednostavnog i bezazlenog sadrzaja, ali neke imaju vrlo mocan i, ponekad, veoma uznemiravajuc sadrzaj. Mozda mislimo da nam ovakve poruke ne cine zlo i da su one samo pokusaj naseg drustva da komercijalizam priblizi sto vecem broju ljudi tako sto ce im dati dobar<SPAN style="mso-spacerun: yes"> </SPAN>nacin<SPAN style="mso-spacerun: yes"> </SPAN>za beg od ludila ovog sveta. Mozda tako izgleda, ali ja mislim da se iza prevare ovih poruka krije lucidnost <I style="mso-bidi-font-style: normal">najveceg prevaranta koji je ikada postojao</I>, djavola. <o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes"> </SPAN>Svakako, djavo nikad ne spava i ne prestaje da vara i obmanjuje ljude. Njegov glavni cilj je da obmane sto vise ljudi moze, obecavajuci lepotu, koja se kasnije u coveku pretvori u velika razocarenja, ruznocu i nesrecu. Kad obmanjena osoba shvati da je svo to sakacenje bilo besmisleno, glupo i nepotrebno, onda krivi sebe jer je pogresio iz neznanja, tvrdoglavosti i adolescentskog osecanja ponosa. Onda ce, verovatno, tiho razmisljati o tome i reci; <I style="mso-bidi-font-style: normal">“Da li je ovo bilo neophodno? Mogao sam da zivim i bez toga….zasto….zasto…zasto sam ovo uradio?”<o:p></o:p></I></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes"> </SPAN></SPAN></I><SPAN style="FONT-SIZE: 11pt">Djavo ce se onda smejati naglas, uzivajuci u svom remek-delu i reci; <I style="mso-bidi-font-style: normal">“Naivni, jadni covece, zar nisi ovo toliko zeleo…ja sam ti to ponudio, a ti si rado prihvatio…nisam ja kriv…ti si to izabrao…sad cu da uzivam u tvom razocarenju!”<o:p></o:p></I></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></I></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></I></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><B style="mso-bidi-font-weight: normal"><SPAN style="FONT-SIZE: 11pt">Kakve ovo veze ima sa tetovazom i busenjem tela?<o:p></o:p></SPAN></B></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes"> </SPAN></SPAN><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">Prvo, hajde da vidimo kako se pocini greh. </SPAN><SPAN style="FONT-SIZE: 11pt">Kao sto sam objasnio ranije, djavo radi u dve smene, a cesto i prekovremeno. Za njega nema predaha, i, zapravo, on nikad nema pauzu i ne ide na odmor. On dobija platu svaki dan jer ima mnogo ljudi za koje je on ‘odgovoran’. Njegova nagrada je zadovoljstvo koje oseti kad prevari naivne ljude. On nikad nije gladan jer se hrani ponosom, i zbog toga radi vrlo marljivo. On nudi, on predlaze, on zadovoljno sapuce lepe ideje, a ljudi poveruju u njegove lazi i upadnu u njegovu zamku. <o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes"> </SPAN>Prvu gresku napravimo kad on pocne da nam sapuce na uvo je da <B style="mso-bidi-font-weight: normal">primimo</B> njegove misli u svoj um. Sledecu kad<B style="mso-bidi-font-weight: normal"> ne prepoznamo</B> niti trazimo obmanu koja se krije iza te ideje, vec je bez problema prihvatimo. Trecu kad <B style="mso-bidi-font-weight: normal">pocnemo da razmisljamo</B> o toj ideji, verujuci da je ona sasvim u redu. Cetvrtu gresku napravimo kad ona <B style="mso-bidi-font-weight: normal">pocne da nam se svidja i kad pocnemo da uzivamo u njoj, </B>i iskusimo zadovoljstvo<B style="mso-bidi-font-weight: normal"> </B>te gresne misli. Ako se ne zaustavimo na ovoj fazi razvoja greha, preci cemo na sledeci nivo, pozudu, koja vodi u gresne postupke. Nakon pozude dolazi veliki ambis iz kojeg se ne moze pobeci. Kao sto vidite, pre nego pocinimo greh svi prolazimo kroz nekoliko nivoa ovog ponizavajuceg procesa. Prema tome, zapamtite, uvek postoji misao koja moze preci u gresno delo.<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes"> </SPAN></SPAN><B style="mso-bidi-font-weight: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">Da li su busenje tela ili tetovaza gresi?</SPAN></B><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE"> Da, jesu! Neko moze da kaze :<I style="mso-bidi-font-style: normal">“Ali zasto, u tome nema nista lose!” </I></SPAN><SPAN style="FONT-SIZE: 11pt">Pa, to jeste greh<I style="mso-bidi-font-style: normal">.</I> Biblija govori o svetosti coveka i oneciscavanju tela. Prvi covek, Adam, je stvoren po <B style="mso-bidi-font-weight: normal">Bozijem liku i izgledu</B>: Onda je Bog rekao<I style="mso-bidi-font-style: normal">: “Hajde da stvorimo coveka po nasem izgledu, po nasem liku, i pustimo ga da vlada ribama u moru i pticama u vazduhu, stokom, celom zemljom, i svim stvorenjima koja se krecu po zemlji.”</I> (Knjiga postanja, 1:26-27). Ni jedno zivo stvorenje nije bilo dovoljno vredno da bude stvoreno po liku i izgledu Bozijem. Jedino covek. Njegovo celo bice je bilo obavijeno tom slicnoscu, ne samo jedan Adamov deo, ne samo njegova leva ruka, jedan prst, desna noga ili oci, nego citavo bice.<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes"> </SPAN>Kao sto znamo, svaki covek je stvoren kao psihicko i fizicko bice: sa <I style="mso-bidi-font-style: normal">dusom i telom</I>. Prisustvom ova dva elementa covek je potpuna osoba. Nas cilj je da oba dela cuvamo od oneciscavanja pred Bogom. Kad pocinimo greh, dusa nam se povredi i potreban joj je brzi oporavak do kojeg se stize pokajanjem. Kad, na bilo koji moguci nacin, nanesemo stetu telu, odgovorni smo pred Bogom za skrnavljenje i oneciscavanje Njegovog dela.<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes"> </SPAN></SPAN><B style="mso-bidi-font-weight: normal"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">Da li smo mi stvoritelji samih sebe? </SPAN></B><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">Nismo! Pa, zasto onda unistavamo nesto sto nije nase, sto nam ne pripada? Drugim recima, kako kvarimo Bozije delo? Jednostavno, to radimo tako sto stavljamo strane i nebozje stvari na svoje telo, kao sto su <I style="mso-bidi-font-style: normal">tetovaze, mindjuse, lanci, katanci i drugi djavolji prikazi.</I> Za neke ljude, ovo je ‘divno umetnicko delo’; hriscani to smatraju <B style="mso-bidi-font-weight: normal">‘samo-unakazivanjem’. </B>Radeci ovo sebi, iskrivljujemo izgled i lik Bozji u sebi, i, umesto da budemo Bozja slika, postajemo iskrivljena slika u koju niko ne zeli da gleda niti da je kupi. Apostol Pavle je veoma jasan kad pise Korincanima, i kaze: <I style="mso-bidi-font-style: normal">“Da li znate da je vase telo hram Svetog Duha, koji je u vama, kojeg ste primili od Boga? Vi ne pripadate sebi: vi ste kupljeni po odredjenoj ceni.</I> <I style="mso-bidi-font-style: normal">Prema tome, slavite Boga svojim telom.” </I>(1 Kor 6:19-20). Apostol je u pravu. Svi smo, svakako, kupljeni po velikoj ceni, krvlju Sina Bozjeg, koji je mucenicki umro na krstu, za nase spasenje. On nam je dao nasu andjeosku lepotu, po kojoj se prepoznajemo kao Bozja deca, a za uzvrat, On ne dobija nista drugo do ruznocu nasih unakazenih tela. Zapamtite da smo mi svi deo jednog tela, tela Hristovog, (<I style="mso-bidi-font-style: normal">“..i u Hristu mi, kojih je mnogo, cinimo jedno telo, i svaki clan pripada svima ostalima.” Rim. 12:4-6</I>), i svaki put kad ostetimo telo nekom novom tetovazom, ili pirsingom, ukucamo novi ekser u Isusovo telo na krstu. </SPAN><SPAN style="FONT-SIZE: 11pt">Samo zamislite koliko je velika Njegova milost kad dobrovoljno trpi nase eksere!<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes"> </SPAN>Ponekad cak i ne znamo znacenje ili poruku tetovaze na nasem telu. Vecina tetovaza potice iz raznih istocnjackih kultura, koje koriste slicne znake za obozavanje svojih kultova. </SPAN><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">Neki ljudi idu toliko daleko da tetoviraju krst na stopalima. Ovo nisu hriscani, nego anti-hriscani, jer svakim korakom koji naprave oni gaze krst; a, cineci to, pokazuju nepostovanje prema Svetom Krstu Isusa Hrista.<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE"><o:p> </o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE"><SPAN style="mso-spacerun: yes"> </SPAN></SPAN><B style="mso-bidi-font-weight: normal"><SPAN style="FONT-SIZE: 11pt">Zasto ljudi rade takve stvari? </SPAN></B><SPAN style="FONT-SIZE: 11pt">Da li postoji neko objasnjenje za krivljenje lika Bozjeg u nama? </SPAN><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE">Voleo bih da znam da li tetovaze ili busenje tela cine da se ljudi osecaju drugacije? Da li time postaju ‘kul’ i ‘u trendu’? Da li se osecaju posebnim nakon sto su istetovirali divljeg zmaja na ramenu ili nekom tajnom mestu? Da li je osoba koja ima istetoviranog dvoglavog orla na grudima veci Srbin od nekoga ko to nema? Da li su ljudi koji imaju mindjuse na raznim delovima tela vredniji od onih koji ih nemaju uopste? Drugim recima, da li vredi raditi sve ove besmislene stvari?<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN lang=DE style="FONT-SIZE: 11pt; mso-ansi-language: DE"><SPAN style="mso-spacerun: yes"> </SPAN>Moj predlog je da “uvek razmislite pre nego sto uradite nesto, <SPAN style="mso-tab-count: 1"> </SPAN>i uvek promislite o recima apostola Pavla: <I style="mso-bidi-font-style: normal">“Sve mi je dozvoljeno, ali mi ne cini sve dobro.” </I></SPAN><SPAN style="FONT-SIZE: 11pt">(1 Kor 6:12)<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes"> </SPAN>Istina je da je danas sve moguce ako ne postoji strah od Boga: <I style="mso-bidi-font-style: normal">“Zato ne dozvoli da greh vlada u tvom gresnom telu i da slusas njegove djavolske zudnje. Ne nudi delove svoga tela grehu, kao orudja zla, vec bolje ponudi sebe Bogu, kao oni koji su preneti iz smrti u zivot: i ponudi delove svoga tela Njemu, kao orudja pravednosti.” </I>(Rim. 6:12-14)<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes"> </SPAN>Molimo se Bogu, da bismo ocistili um od svake zle misli, da bismo uvek razlikovali dobro od loseg, ono sto nam cini dobro i ono sto steti nasim dusama i telima, da bismo mogli da stojimo uspravno pred Njegovim sudom, i cujemo reci: ‘svaka cast, moj verni slugo, udji u Carstvo nebesko’.<o:p></o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><B style="mso-bidi-font-weight: normal"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes"> </SPAN><o:p></o:p></SPAN></B></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><B style="mso-bidi-font-weight: normal"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></B></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><B style="mso-bidi-font-weight: normal"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></B></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><B style="mso-bidi-font-weight: normal"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></B></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt; TEXT-ALIGN: justify"><I style="mso-bidi-font-style: normal"><SPAN style="FONT-SIZE: 11pt">Neka citav tvoj duh, dusa i telo ostanu bezgresni do dolaska naseg Gospoda Isusa Hrista</SPAN></I><B style="mso-bidi-font-weight: normal"><SPAN style="FONT-SIZE: 11pt">. (1 Tes 5:23)<o:p></o:p></SPAN></B></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt"><SPAN style="FONT-SIZE: 11pt"><o:p> </o:p></SPAN></P> <P class=MsoNormal style="MARGIN: 0in 0in 0pt"><SPAN style="FONT-SIZE: 11pt"><SPAN style="mso-spacerun: yes"> </SPAN><o:p></o:p></SPAN></P>
