Repository: dbujak/SvLuka
Catalog: App_GlobalResources/Strings.*.resx
Languages: sr_cyrl_cs, sr_latn_cs

# 43_ropespage_title
source: About Prayer Ropes
sr_cyrl_cs: Више о бројаницама
sr_latn_cs: Vise o brojanicama

# 44_ropespage_text
source: <P align=justify><FONT face="Lucida Sans">Praying with prayer ropes is one of the oldest ways of doing prayers, mostly used by monks. Prayer ropes have a symbolic character. Most of them are made in <B>black color</B>, which reminds us to live solemn lives in repentance. They are made of <B>pure wool</B>, which signifies that we are the rational ships of the <U>Good Shepherd-Jesus Christ, who as an innocent Lamb of God had suffered and died on the cross for our salvation</U>. Small prayer ropes, usually have 33 knots. There are also the bigger ones, with 50, 100, or 300 knots. </FONT></P> <P style="MARGIN-BOTTOM: 12pt" align=justify><FONT face="Lucida Sans"><I>According to an ancient tradition, there was a monk who wanted to make a wool prayer rope in order to count his prayers. Unfortunately, he was unable to finish it because the Devil would come and untie the knots. One day, an angel of God appeared to him with instructions on how to make the knots with seven crosses entwined in each knot. That was one of the most complicated ropes, which the Devil was not able to untie. </I></FONT><SPAN style="FONT-SIZE: 10pt; FONT-FAMILY: Lucida Sans"> </SPAN></P> <P style="MARGIN-BOTTOM: 12pt; TEXT-ALIGN: center" align=center><FONT face="Lucida Sans"><B>HOW DO WE PRAY WITH PRAYER ROPES?</B> </FONT><SPAN style="FONT-SIZE: 10pt; FONT-FAMILY: Lucida Sans"> </SPAN></P> <P style="MARGIN-BOTTOM: 12pt" align=justify><FONT face="Lucida Sans">Among many prayers that people read at an appointed time and from their prayer books, our Church gives us also the blessing to use other prayers that could be repeated continually. These prayers help us to gather our thoughts, and to keep our minds from wandering around.</FONT><SPAN style="FONT-SIZE: 10pt; FONT-FAMILY: Lucida Sans"> </SPAN></P> <P align=justify><FONT face="Lucida Sans">First, gather and clear all the thoughts in your mind, and then, take the knot of your prayer rope into your left hand, holding it slightly in between the thumb and the index finger. Then, make a sign of the cross with your right hand and quietly begin your prayer, counting every prayer with a knot. </FONT></P> <P class=MsoNormal align=justify><FONT face="Lucida Sans"> The most common prayer, that we use when praying with the prayer rope is the Jesus prayer:</FONT><SPAN style="FONT-SIZE: 10pt; FONT-FAMILY: Lucida Sans"> </SPAN></P> <P style="MARGIN-BOTTOM: 12pt"><FONT face="Lucida Sans"><B>"O Lord Jesus Christ, Son of God, have mercy on me a sinner!"</B> This prayer can be recited in the shorter version: <B>"O Lord Jesus Christ, have mercy on me!"</B></FONT><SPAN style="FONT-SIZE: 10pt; FONT-FAMILY: Lucida Sans"> </SPAN></P> <P align=justify><FONT face="Lucida Sans"><U>The Jesus prayer is the most important prayer in the life of every Orthodox Christian</U>. According the rules of our Church, it can replace another prayer. When we recite this prayer continually, we feel that the grace of God descends into our hearts, and makes us feel comfortable, filling our souls with an unspeakable peace. This is because the prayer itself is sanctified with the name of Our Lord Jesus Christ. Many Orthodox Christians are accustomed to this prayer, and they are able to keep the name of Jesus on their lips and in their hearts, even while sleeping. <U>When you repeat this prayer constantly, it becomes like a habit, which is the same as the process of breathing</U>. The power of this prayer is in the name of <B>Jesus Christ</B>, which expels all doubts and unrest out of our hearts, bringing into us peace and God’s grace. </FONT></P> <P align=justify><FONT face="Lucida Sans">Beside the Jesus prayer, we can recite a prayer to the Most Holy Mother of God, or to the saints: "<B>O Most Holy Mother of God, save me - a sinner!" </B></FONT></P> <P><FONT face="Lucida Sans"><B>"O Holy (name of the saint) pray to God for me - a sinner!"</B></FONT></P> <P align=justify><FONT face="Lucida Sans">With prayer ropes we can pray for our relatives, neighbors, or our people, by holding the first knot of our prayer rope and saying: </FONT></P> <P align=justify><FONT face="Lucida Sans"><B>"O Lord Jesus Christ, have mercy on Thy servant</B>s (<I>name, or a list of names</I>), and with the rest of the knots we do not repeat again the names of those that we prayed for, but we say: <B>" O Lord Jesus Christ, have mercy on Thy mentioned servants...!"</B></FONT></P> <P style="MARGIN-BOTTOM: 12pt" align=justify><FONT face="Lucida Sans">This way we can also pray for the departed relatives: <B>" O Lord Jesus Christ, give rest to Thy servants (names), </B>and again with the rest of the knots<B>: " O Lord Jesus Christ, give rest to Thy mentioned servants!"</B></FONT><SPAN style="FONT-SIZE: 10pt; FONT-FAMILY: Lucida Sans"> </SPAN></P> <P align=justify><FONT face="Lucida Sans"><U>When we are alone, it is good to choose a quiet place for prayer, and to pronounce the words of the prayer quietly</U>. Most of the Orthodox Christians pray in front of the icons and vigil lamps, standing with reverence and fear of God. Sometimes, in the case when a person is sick or unable to stand, the prayers can be done in a sitting or lying position. It is good to make the sign of the cross each time a prayer is recited. That way, our focus is more on the words of the prayer. </FONT></P> <P align=justify><FONT face="Lucida Sans">The practice of praying with the prayer ropes is not connected just to a quiet and secluded place. We can do our prayers in every place and occasion: on a bus or airplane, when walking, on busy streets, waiting places, stadiums, etc. Many Christians lie down in bed with their prayer rope, and then pray quietly until they fall asleep. In the morning they start the day with a prayer using the prayer rope. </FONT></P> <P style="MARGIN-BOTTOM: 12pt" align=justify><FONT face="Lucida Sans">Apostle Paul teaches us to <B><I>pray without ceasing</I></B>, and therefore, it is very useful for us to devote some time in the morning and the evening to do our prayers with the prayer ropes. </FONT></P> <P align=justify><FONT face="Lucida Sans"><U>It is forbidden by our Holy Fathers to let our imaginations go astray during the prayers</U>. We must be constantly focused on the words of the prayer. That is possible only through concentration and practice, paying attention to the words, and not to the number of recited prayers. </FONT></P> <P align=justify><FONT face="Lucida Sans">Sometimes, we tend to do our prayers quickly without thinking of the content of the prayer. God hears and fulfills only those prayers that are pronounced with calmness and peace. However, it is very hard to calm our thoughts quickly, and therefore we have to recite our prayer more frequently in order to pay attention to the prayer. The best way to get used to a prayer is to recite it continually, whether we are calm or not. It is like a drop by drop of water dripping over a rock causing a hole in it, in the same way a continual prayer makes us closer to God, even though our thoughts are wandering around. </FONT></P> <P style="MARGIN-BOTTOM: 12pt" align=justify><FONT face="Lucida Sans">In the situation when we are not using our prayer rope, we can hold it inside of our pocket, or if it is a small one, around our wrist. It is not proper to play with our prayer rope, if we are not praying. The only purpose of a prayer rope is to use it when praying. <B>Prayer ropes are not a piece of jewelry, but a tool for continual prayer.</B> Even the monks and nuns in monasteries pray while making prayer ropes. </FONT><SPAN style="FONT-SIZE: 10pt; FONT-FAMILY: Lucida Sans"> </SPAN></P> <P style="MARGIN-BOTTOM: 12pt" align=justify><FONT face="Lucida Sans">Therefore, dear brothers and sisters, let us pray to our Lord Jesus Christ for the salvation of our souls and the souls of our relatives, that He may grant, as in this life, the grace of the Holy Spirit, that we may be worthy of His heavenly Kingdom. The Lord is always with us, and He teaches us that the Kingdom of God is in our hearts. That is why unceasing prayer is needed in our lives, for through prayer we come closer to God and the recognition of His abundant love. </FONT><SPAN style="FONT-SIZE: 10pt; FONT-FAMILY: Lucida Sans"> </SPAN></P> <P align=justify><FONT face="Lucida Sans">Indeed, it is very difficult to gain any Christian virtues without the grace of God, and the grace is gained only through sincere prayer. <U>Therefore, the prayer is the <B>Queen of all Virtues</B>, that ascends us to God, and connects us to other people</U>. </FONT></P>
sr_cyrl_cs: <p>Молитва са бројаницом је један од најстаријих видова молитве коју користе углавном монаси.Бројаница има симболичко значење. У највећем броју случајева се прави у <b>црној боји</b>, која нас подсећа да живимо покорно, у покајању. Израђјује се од <b>чисте вуне</b>, која симболизује чињеницу да смо сви разумне овце Доброг пастира Исуса Христа, који је, као невино јагње Божије, патио и умро на крсту, за наше спасење. Мале бројанице обично имају 33 чвора. Постоје и веће, са 50, 100 или 300 чворова. <p><i>Према старом предању, био је један монах који је хтео да направи бројаницу од вуне да би бројао своје молитве. Нажалост, није могао да је заврши јер је ђаво стално долазио и развезивао чворове. Једног дана, приказао му се Божји анђео са упутствима како да направи чвор у којем је испреплетано седам крстова. То је био један од најкомпликованијих чворова, који ђаво није могао да развеже.</i> <h4>КАКО СЕ МОЛИМО СА БРОЈАНИЦОМ?</h4> <p>Поред многих молитви које људи читају у одређено време из својих молитвеника, наша Црква нам даје благослов да користимо и друге молитве које се могу стално понављати. Те молитве нам помажу да саберемо мисли, да нам не лутају. <p>Прво, скупите и очистите све мисли, и онда узмите чвор бројанице у леву руку и држите га између палца И кажипрста. Затим, десном руком направите знак крста у ваздуху и тихо почните да се молите, бројећи сваку молитву једним чвором. Најуобичајенија молитва, коју користимо када се молимо са бројаницом, је Молитва Исуса Христа : <p><b>“О Боже Исусе Христе, Сине Божји, смилуј се на мене грешника! ”</b> . Ова молитва се може изговарати и у краћој верзији: <b>“ Боже Исусе Христе смилуј ми се!”.</b> <p>Исусова молитва је најважнија молитва у животу сваког хришћанина. Према правилима наше цркве она може заменити неку другу молитву. Ако изговарамо ову молитву непрестано, осећамо да се милост Божија спушта у наша срца и опушта нас, испуњавајући наше душе неизмерним миром. То је зато што је сама молитва освећена именом Нашег Господа Исуса Христа. Многи хришћани су навикнути на ову молитву и могу да задрже име Исусово на својим уснама и у својим срцима, чак и када спавају. Ако непрестано понављате ову молитву, она постаје навика, исто као дисање. Снага ове молитве је у имену <p>Исуса Христа</b>, које избацује сваку сумњу и немир из наших срца, доносећи нам мир и милост Божју. Поред Исусове молитве, можемо изговарати молитву Најсветијој Мајци Божијој, или свецима : <p>“О Најсветија Мајко Божија, спаси мене – грешника!” <br> “О Свети (име свеца) моли се Богу за мене грешника! “ .</b> <p>Са бројаницом се можемо молити за своје рођаке, суседе или сународнике, држећи први чвор бројанице и изговарајући :<br> <b>“О Боже Исусе Христе, смилуј се на Твоје слуге (име, или имена)”</b> , а са остатком чворова не понављамо имена оних за које смо се молили, него кажемо : <b>“ О Боже Исусе Христе смилуј се на Твоје слуге споменуте!”.</b> <p>На овај начин се можемо молити и за преминуле рођаке : <b>“О Боже Исусе Христе, дај починак Твојим слугама (имена)”</b>, и онда поново, са остатком чворова, : <b>“О Боже Исусе Христе, дај починак Твојим слугама поменутим!” .</b> <p>Када смо сами, ваља изабрати тихо место за молитву, и изговарати речи молитве тихо. Већина хришћана се моли испред икона и кандила, стојећи, са дивљењем и страхом од Бога. Понекад, ако је особа болесна или не може да стоји, молитве се могу изговарати седећи или лежећи. Добро је направити знак крста сваки пут кад се изговара молитва. Тако се боље концентришемо на речи молитве. Молитва са бројаницом није везана само за тиха и скривена места. Можемо се молити свуда и у свакој прилици : у аутобусу или авиону, док шетамо, на улици пуној људи, док чекамо у реду, на стадионима итд. Многи хришчћани лежу у кревет са бројаницом и онда се тихо моле док не заспу. Ујутру започну дан молитвом користећи бројаницу. <p>Апостол Павле нас учи да се <b>молимо без оклевања </b>и зато је веома корисно да посветимо мало времена ујутру и увече молитви са бројаницом. <p>Наши Свети Оци забрањују да нам мисли лутају током молитве. Морамо стално бити усредсређени на речи молитве. Ово је могуће постићи само концентрацијом и вежбом, обраћајући пажњу на речи, а не на број изговорених молитви. <p>Понекад се молимо брзо, не обраћајући пажњу на садржај молитве. Бог чује и услишава само оне молитве које се изговарају смирено и сталожено. Мада, веома је тешко смирити мисли брзо, и из тог разлога морамо чешће изговарати молитву да бисмо обратили пажњу на њу. Најбољи начин да се навикнемо на молитву је да је изговарамо непрестано, били смирени или не. Ово је слично води која капље на стену, бушећи рупу у њој, као што нас и стална молитва приближава Богу, иако нам мисли лутају. <p>Кад не користимо бројаницу можемо је носити у џепу, или, ако је мала, око руке. Није прикладно играти се бројаницом. <b>Бројаница није накит, већ средство за непрестану молитву</b>. Чак се и монаси И калуђерице моле док израђују бројанице. <p>Према томе, драга браћо И сестре, молимо се нашем Господу Исусу Христу за спасење наших душа И душа наших рођака, да нам удели, у овом животу, милост Светог Духа, да заслужимо његово Царство небеско. Господ је увек са нама И учи нас да је Царство Божије у нашим срцима. Због тога нам је непрестана молитва потребна у животу, јер кроз молитву се приближавамо Богу И осећамо Његову велику љубав. <p>Свакако, веома је тешко стећи хришћанске врлине без милости Божије, а милост се заслужује само искреном молитвом. Због тога, молитва је Краљица свих врлина, која нас уздиже ка Богу И повезује са другим људима.
sr_latn_cs: <p>Molitva sa brojanicom je jedan od najstarijih vidova molitve koju koriste uglavnom monasi.Brojanica ima simbolicko znacenje. U najvecem broju slucajeva se pravi u <b>crnoj boji</b>, koja nas podseca da zivimo pokorno, u pokajanju. Izradjjuje se od <b>ciste vune</b>, koja simbolizuje cinjenicu da smo svi razumne ovce Dobrog pastira Isusa Hrista, koji je, kao nevino jagnje Bozije, patio i umro na krstu, za nase spasenje. Male brojanice obicno imaju 33 cvora. Postoje i vece, sa 50, 100 ili 300 cvorova. <p><i>Prema starom predanju, bio je jedan monah koji je hteo da napravi brojanicu od vune da bi brojao svoje molitve. Nazalost, nije mogao da je zavrsi jer je djavo stalno dolazio i razvezivao cvorove. Jednog dana, prikazao mu se Bozji andjeo sa uputstvima kako da napravi cvor u kojem je isprepletano sedam krstova. To je bio jedan od najkomplikovanijih cvorova, koji djavo nije mogao da razveze.</i> <h4>KAKO SE MOLIMO SA BROJANICOM?</h4> <p>Pored mnogih molitvi koje ljudi citaju u odredjeno vreme iz svojih molitvenika, nasa Crkva nam daje blagoslov da koristimo i druge molitve koje se mogu stalno ponavljati. Te molitve nam pomazu da saberemo misli, da nam ne lutaju. <p>Prvo, skupite i ocistite sve misli, i onda uzmite cvor brojanice u levu ruku i drzite ga izmedju palca I kaziprsta. Zatim, desnom rukom napravite znak krsta u vazduhu i tiho pocnite da se molite, brojeci svaku molitvu jednim cvorom. Najuobicajenija molitva, koju koristimo kada se molimo sa brojanicom, je Molitva Isusa Hrista : <p><b>“O Boze Isuse Hriste, Sine Bozji, smiluj se na mene gresnika! ”</b> . Ova molitva se moze izgovarati i u kracoj verziji: <b>“ Boze Isuse Hriste smiluj mi se!”.</b> <p>Isusova molitva je najvaznija molitva u zivotu svakog hriscanina. Prema pravilima nase crkve ona moze zameniti neku drugu molitvu. Ako izgovaramo ovu molitvu neprestano, osecamo da se milost Bozija spusta u nasa srca i opusta nas, ispunjavajuci nase duse neizmernim mirom. To je zato sto je sama molitva osvecena imenom Naseg Gospoda Isusa Hrista. Mnogi hriscani su naviknuti na ovu molitvu i mogu da zadrze ime Isusovo na svojim usnama i u svojim srcima, cak i kada spavaju. Ako neprestano ponavljate ovu molitvu, ona postaje navika, isto kao disanje. Snaga ove molitve je u imenu <p>Isusa Hrista</b>, koje izbacuje svaku sumnju i nemir iz nasih srca, donoseci nam mir i milost Bozju. Pored Isusove molitve, mozemo izgovarati molitvu Najsvetijoj Majci Bozijoj, ili svecima : <p>“O Najsvetija Majko Bozija, spasi mene – gresnika!” <br> “O Sveti (ime sveca) moli se Bogu za mene gresnika! “ .</b> <p>Sa brojanicom se mozemo moliti za svoje rodjake, susede ili sunarodnike, drzeci prvi cvor brojanice i izgovarajuci :<br> <b>“O Boze Isuse Hriste, smiluj se na Tvoje sluge (ime, ili imena)”</b> , a sa ostatkom cvorova ne ponavljamo imena onih za koje smo se molili, nego kazemo : <b>“ O Boze Isuse Hriste smiluj se na Tvoje sluge spomenute!”.</b> <p>Na ovaj nacin se mozemo moliti i za preminule rodjake : <b>“O Boze Isuse Hriste, daj pocinak Tvojim slugama (imena)”</b>, i onda ponovo, sa ostatkom cvorova, : <b>“O Boze Isuse Hriste, daj pocinak Tvojim slugama pomenutim!” .</b> <p>Kada smo sami, valja izabrati tiho mesto za molitvu, i izgovarati reci molitve tiho. Vecina hriscana se moli ispred ikona i kandila, stojeci, sa divljenjem i strahom od Boga. Ponekad, ako je osoba bolesna ili ne moze da stoji, molitve se mogu izgovarati sedeci ili lezeci. Dobro je napraviti znak krsta svaki put kad se izgovara molitva. Tako se bolje koncentrisemo na reci molitve. Molitva sa brojanicom nije vezana samo za tiha i skrivena mesta. Mozemo se moliti svuda i u svakoj prilici : u autobusu ili avionu, dok setamo, na ulici punoj ljudi, dok cekamo u redu, na stadionima itd. Mnogi hrisccani lezu u krevet sa brojanicom i onda se tiho mole dok ne zaspu. Ujutru zapocnu dan molitvom koristeci brojanicu. <p>Apostol Pavle nas uci da se <b>molimo bez oklevanja </b>i zato je veoma korisno da posvetimo malo vremena ujutru i uvece molitvi sa brojanicom. <p>Nasi Sveti Oci zabranjuju da nam misli lutaju tokom molitve. Moramo stalno biti usredsredjeni na reci molitve. Ovo je moguce postici samo koncentracijom i vezbom, obracajuci paznju na reci, a ne na broj izgovorenih molitvi. <p>Ponekad se molimo brzo, ne obracajuci paznju na sadrzaj molitve. Bog cuje i uslisava samo one molitve koje se izgovaraju smireno i stalozeno. Mada, veoma je tesko smiriti misli brzo, i iz tog razloga moramo cesce izgovarati molitvu da bismo obratili paznju na nju. Najbolji nacin da se naviknemo na molitvu je da je izgovaramo neprestano, bili smireni ili ne. Ovo je slicno vodi koja kaplje na stenu, buseci rupu u njoj, kao sto nas i stalna molitva priblizava Bogu, iako nam misli lutaju. <p>Kad ne koristimo brojanicu mozemo je nositi u dzepu, ili, ako je mala, oko ruke. Nije prikladno igrati se brojanicom. <b>Brojanica nije nakit, vec sredstvo za neprestanu molitvu</b>. Cak se i monasi I kaludjerice mole dok izradjuju brojanice. <p>Prema tome, draga braco I sestre, molimo se nasem Gospodu Isusu Hristu za spasenje nasih dusa I dusa nasih rodjaka, da nam udeli, u ovom zivotu, milost Svetog Duha, da zasluzimo njegovo Carstvo nebesko. Gospod je uvek sa nama I uci nas da je Carstvo Bozije u nasim srcima. Zbog toga nam je neprestana molitva potrebna u zivotu, jer kroz molitvu se priblizavamo Bogu I osecamo Njegovu veliku ljubav. <p>Svakako, veoma je tesko steci hriscanske vrline bez milosti Bozije, a milost se zasluzuje samo iskrenom molitvom. Zbog toga, molitva je Kraljica svih vrlina, koja nas uzdize ka Bogu I povezuje sa drugim ljudima.

# 45_contactus_title
source: Contact Us
sr_cyrl_cs: Контакт информације
sr_latn_cs: Kontakt informacije

# 46_contactus_text
source: <center>St. Luke Serbian Orthodox Church<br> 10660 River Road <br> Potomac, Maryland 20854<br> Telephone (301) 299-2704 <br> Fax (301) 576-5664<br></center> <br><br> Father Aleksa Micich, Parish Priest<br> email: <a href="mailto:FatherMicich@svluka.org">FatherMicich@svluka.org</a><br> <br> Mark Rasevic, Church Board President<br> email: <a href="mailto:President@svluka.org">President@svluka.org</a></br> <br> Webmaster<br> email: <a href="mailto:Webmaster2006@svluka.org">Webmaster2006@svluka.org</a>
sr_cyrl_cs: <center>St. Luke Serbian Orthodox Church<br> 10660 River Road <br> Potomac, Maryland 20854<br> Телефон (301) 299-2704 <br> факс (301) 576-5664<br></center> <br><br> Отац Алекса Мичић, Свештеник<br> емаил: <a href="mailto:FatherMicich@svluka.org">FatherMicich@svluka.org</a><br> <br> Марк Рашевић, Предсједник црквеног одбора<br> емаил: <a href="mailto:President@svluka.org">President@svluka.org</a></br> <br> Вебмастер<br> емаил: <a href="mailto:Webmaster2006@svluka.org">Webmaster2006@svluka.org</a>
sr_latn_cs: <center>St. Luke Serbian Orthodox Church<br> 10660 River Road <br> Potomac, Maryland 20854<br> Telefon (301) 299-2704 <br> faks (301) 576-5664<br></center> <br><br> Otac Aleksa Micic, Svestenik<br> email: <a href="mailto:FatherMicich@svluka.org">FatherMicich@svluka.org</a><br> <br> Mark Rasevic, Predsjednik crkvenog odbora<br> email: <a href="mailto:President@svluka.org">President@svluka.org</a></br> <br> Vebmaster<br> email: <a href="mailto:Webmaster2006@svluka.org">Webmaster2006@svluka.org</a>

# 47_newsletterpage_title
source: Publications
sr_cyrl_cs: Црквене публикације
sr_latn_cs: Crkvene publikacije

# 48_newsletterpage_text
source: <P>You will need to have Acrobat Reader to read the publications. If you don't have it, you can download it for free by <A href="http://www.adobe.com/products/acrobat/readstep2.html" target="_blank"> clicking here</A>.</P>
sr_cyrl_cs: <p>Морате имати програм Aкробат да би могли читати наше публикације. То је бесплатан програм и ако га немате можете га преснимити са ове <A href="http://www.adobe.com/products/acrobat/readstep2.html" target="_blank"> адресе</A>.</p>
sr_latn_cs: <p>Morate imati program Akrobat da bi mogli čitati naše publikacije. To je besplatan program i ako ga nemate možete ga presnimiti sa ove <A href="http://www.adobe.com/products/acrobat/readstep2.html" target=_blank>adrese</A>.</P>

# 49_photospage_title
source: Photos and Videos
sr_cyrl_cs: Слике и видео
sr_latn_cs: Slike i video
