Repository: dbujak/SvLuka
Catalog: App_GlobalResources/Strings.*.resx
Languages: sr_cyrl_cs, sr_latn_cs

# 52_2002photos_text
source: <TABLE style="BORDER-COLLAPSE: collapse" borderColor="#111111" height="990" cellSpacing="8" cellPadding="0" border="0" ID="Table1"> <TBODY> <TR> <TD height="94"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center"><B><FONT face="Lucida Sans" size="4">Photos From Events in 2002</FONT></B></P> <HR style="BORDER-RIGHT: 1px groove; BORDER-TOP: 1px groove; BORDER-LEFT: 1px groove; BORDER-BOTTOM: 1px groove" width="70%" color="#000000"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center">&nbsp;</P> </TD> </TR> <TR> <TD vAlign="top" align="left" height="94"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans"><B>Fall 2002 </B> - Photos from several events/occasions from the Fall of 2002.&nbsp;&nbsp; (<FONT size="2"><B>point to photo for description, </B></FONT><B><FONT size="2">click to enlarge photo</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">&nbsp;</P> <DIV align="center"> <CENTER> <TABLE style="BORDER-COLLAPSE: collapse" borderColor="#9b461f" height="162" cellSpacing="0" cellPadding="2" width="358" border="4" ID="Table2"> <TBODY> <TR> <TD align="center" width="33%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/frzobenica1.jpg"><IMG height="75" alt="Father Zobenica addresses the parish during his visit" src="Fall2002/frzobenica1TN.GIF" width="64" border="0"></A></P> </TD> <TD align="center" width="33%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/frzobenica2.jpg"><IMG height="59" alt="Father Zobenica, Father Miroslav &amp; parishioners" src="Fall2002/frzobenica2TN.GIF" width="100" border="0"></A></P> </TD> <TD align="center" width="33%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/frzobenica3.jpg"><IMG height="73" alt="Fr. Aleksa, Fr. Zobenica, Fr. Miroslav &amp; Dr. Hodjera" src="Fall2002/frzobenica3TN.GIF" width="100" border="0"></A></P> </TD> <TD align="center" width="34%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/newsletter1.jpg"><IMG height="65" alt="Natalie Visnick &amp; Milica Stamenich help with the parish newsletter" src="Fall2002/newsletter1TN.GIF" width="100" border="0"></A></P> </TD> </TR> <TR> <TD align="center" width="33%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/newsletter2.jpg"><IMG height="65" alt="Natalie Visnick, Milica Stamenich, Dejan Bujak, Danica Bogicevic &amp; Mila Costich (l-r)" src="Fall2002/newsletter2TN.GIF" width="100" border="0"></A></P> </TD> <TD align="center" width="33%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/newsletter3.jpg"><IMG height="66" alt="More work on the parish newsletter" src="Fall2002/newsletter3TN.GIF" width="100" border="0"></A></P> </TD> <TD align="center" width="34%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/wedding.jpg"><IMG height="62" alt="Wedding of Marko Jankovic &amp; Jelena Vasiljevic October 13, 2002" src="Fall2002/weddingTN.GIF" width="100" border="0"></A></P> </TD> <TD align="center" width="33%" height="50%">&nbsp;</TD> </TR> </TBODY></TABLE> </CENTER> </DIV> </TD> </TR> <TR> <TD vAlign="top" align="left"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans"><B>Visit of Bishop Mitrophan </B>- September 14-15, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans">Bishop Mitrophan served Divine Liturgy and joined our parishioners for lunch during his visit.&nbsp;&nbsp; </FONT> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans">(<FONT size="2"><B>point to photo for description, </B></FONT><B><FONT size="2">click to enlarge photo</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">&nbsp;</P> <DIV align="center"> <CENTER> <TABLE style="BORDER-COLLAPSE: collapse" borderColor="#9b461f" height="177" cellSpacing="0" cellPadding="2" width="358" border="4" ID="Table3"> <TBODY> <TR> <TD align="center" width="33%" height="89"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center"><A href="Bishop%20Visit%20Sept2002/DivineLiturgy1.jpg"><IMG height="75" alt="Bishop Mitrophan during Divine Liturgy" src="Bishop%20Visit%20Sept2002/DivineLiturgy1TN.GIF" width="43" border="0"></A></P> </TD> <TD align="center" width="33%" height="89"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Bishop%20Visit%20Sept2002/DivineLiturgy2.jpg"><IMG height="75" alt="Fr. Aleksa, Bishop Mitrophan &amp; Fr. Miroslav serve Holy Communion to Anastasia Micich (with Popadija Savka)" src="Bishop%20Visit%20Sept2002/DivineLiturgy2TN.GIF" width="50" border="0"></A></P> </TD> <TD align="center" width="33%" height="89"><A href="Bishop%20Visit%20Sept2002/DivineLiturgy3.jpg"><IMG height="72" alt="Bishop Mitrophan addresses the parish after Divine Liturgy" src="Bishop%20Visit%20Sept2002/DivineLiturgy3TN.GIF" width="100" border="0"></A></TD> </TR> <TR> <TD align="center" width="33%" height="79"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Bishop%20Visit%20Sept2002/Luncheon1.jpg"><IMG height="49" alt="Fr. Miroslav, Fr. Aleksa, Bishop Mitrophan &amp; Dusan Terzic" src="Bishop%20Visit%20Sept2002/Luncheon1TN.GIF" width="75" border="0"></A></P> </TD> <TD align="center" width="33%" height="79"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Bishop%20Visit%20Sept2002/Luncheon2.jpg"><IMG height="70" alt="Fr. Aleksa &amp; Bishop Mitrophan" src="Bishop%20Visit%20Sept2002/Luncheon2TN.GIF" width="100" border="0"></A></P> </TD> <TD align="center" width="33%" height="79"><A href="Bishop%20Visit%20Sept2002/Luncheon3.jpg"><IMG height="65" alt="Parishioners at lunch during the Bishop's visit" src="Bishop%20Visit%20Sept2002/Luncheon3TN.GIF" width="100" border="0"></A></TD> </TR> </TBODY></TABLE> </CENTER> </DIV> </TD> </TR> <TR> <TD vAlign="top" align="left"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><B><FONT face="Lucida Sans">Serbian Sisters Slava (Mala Gospojina)</FONT></B><FONT face="Lucida Sans"><B> </B>- Sunday, September 22, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Kolo of Serbian Sisters celebrated their Slava, Mala Gospojina, with a luncheon at the church building.&nbsp;&nbsp; (<B><FONT size="2">click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">&nbsp;</P> <DIV align="center"> <CENTER> <TABLE style="BORDER-COLLAPSE: collapse" borderColor="#9b461f" height="250" cellSpacing="0" cellPadding="2" width="358" border="4" ID="Table4"> <TBODY> <TR> <TD vAlign="bottom" align="center" width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS1.jpg"><IMG height="65" src="KoloSlava/KS1TN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Lunch preparations</P> </TD> <TD vAlign="bottom" align="center" width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS2.jpg"><IMG height="65" src="KoloSlava/KS2TN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Lunch Preparations (2)</P> </TD> <TD vAlign="bottom" align="center" width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS3.jpg"><IMG height="65" src="KoloSlava/KS3TN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Blessing of the Kolac</P> </TD> <TD vAlign="bottom" align="center" width="34%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS4.jpg"><IMG height="65" src="KoloSlava/KS4TN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Blessing of the Kolac (2)</P> </TD> </TR> <TR> <TD vAlign="bottom" align="center" width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS5.jpg"><IMG height="65" src="KoloSlava/KS5TN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Blessing of the Kolac (3)</P> </TD> <TD vAlign="bottom" align="center" width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS6.jpg"><IMG height="65" src="KoloSlava/KS6TN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Blessing of the Kolac (4)</P> </TD> <TD vAlign="bottom" align="center" width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS7.jpg"><IMG height="65" src="KoloSlava/KS7TN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Blessing of the Kolac (5)</P> </TD> <TD vAlign="bottom" align="center" width="34%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">&nbsp;</P> </TD> </TR> </TBODY></TABLE> </CENTER> </DIV> </TD> </TR> <TR> <TD vAlign="top" align="left"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><B><FONT face="Lucida Sans">Late Summer Picnic</FONT></B><FONT face="Lucida Sans"><B> </B>- August 11, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans">Some photos of parishioners and guests who attended our picnic.</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans">(<B><FONT size="2">click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">&nbsp;</P> <DIV align="center"> <CENTER> <TABLE style="BORDER-RIGHT: #9b461f 4px solid; BORDER-TOP: #9b461f 4px solid; BORDER-LEFT: #9b461f 4px solid; BORDER-BOTTOM: #9b461f 4px solid; BORDER-COLLAPSE: collapse" borderColor="#111111" height="192" cellSpacing="0" cellPadding="2" width="268" border="1" ID="Table5"> <TBODY> <TR> <TD vAlign="bottom"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center"><A href="LateSummerPicnic/sunday1.jpg"><IMG height="65" src="LateSummerPicnic/sunday1TN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center">&nbsp;</P> </TD> <TD> <P align="center"><A href="LateSummerPicnic/sunday2.jpg"><IMG height="74" src="LateSummerPicnic/sunday2TN.GIF" width="55" border="0"></A></P> </TD> <TD> <P align="center"><A href="LateSummerPicnic/sunday4.jpg"><IMG height="66" src="LateSummerPicnic/sunday4TN.GIF" width="100" border="0"></A></P> </TD> </TR> <TR> <TD> <P align="center"><A href="LateSummerPicnic/sunday3.jpg"><IMG height="74" src="LateSummerPicnic/sunday3TN.GIF" width="40" border="0"></A></P> </TD> <TD> <P align="center"><A href="LateSummerPicnic/sunday5.jpg"><IMG height="65" src="LateSummerPicnic/sunday5TN.GIF" width="100" border="0"></A></P> </TD> <TD>&nbsp;</TD> </TR> </TBODY></TABLE> </CENTER> </DIV> </TD> </TR> <TR> <TD vAlign="top" align="left"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left"><B><FONT face="Lucida Sans">Mid-Summer Picnic</FONT></B><FONT face="Lucida Sans"><B> </B>- Sunday, July 21, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left"><FONT face="Lucida Sans">&nbsp;We held a Mid-Summer Picnic at our property on River Road.</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left"><FONT face="Lucida Sans">(<B><FONT size="2">click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left">&nbsp;</P> <DIV align="center"> <CENTER> <TABLE style="BORDER-RIGHT: #9b461f 4px solid; BORDER-TOP: #9b461f 4px solid; BORDER-LEFT: #9b461f 4px solid; BORDER-BOTTOM: #9b461f 4px solid; BORDER-COLLAPSE: collapse" borderColor="#111111" height="250" cellSpacing="0" cellPadding="2" width="227" border="1" ID="Table6"> <TBODY> <TR> <TD vAlign="bottom" width="109" height="125"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center"><A href="MidSummerPicnic/TicketSales.jpg"><IMG height="70" src="MidSummerPicnic/TicketSalesTN.jpg" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center">Ticket Sales</P> </TD> <TD vAlign="bottom" width="110" height="125"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center"><A href="MidSummerPicnic/Bartenders.jpg"><IMG height="73" src="MidSummerPicnic/BartendersTN.jpg" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center">Bartenders</P> </TD> </TR> <TR> <TD vAlign="bottom" width="109" height="125"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center"><A href="MidSummerPicnic/Chefs1.jpg"><IMG height="106" src="MidSummerPicnic/Chefs1TN.jpg" width="74" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center">Chefs (1)</P> </TD> <TD vAlign="bottom" width="110" height="125"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center"><A href="MidSummerPicnic/Chefs2.jpg"><IMG height="70" src="MidSummerPicnic/Chefs2TN.jpg" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center">Chefs (2)</P> </TD> </TR> </TBODY></TABLE> </CENTER> </DIV> </TD> </TR> <TR> <TD vAlign="top" align="left"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left"><FONT face="Lucida Sans"><B>Vidovdan Picnic </B>- Sunday, June 30, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left"><FONT face="Lucida Sans">We held our annual Vidovdan Picnic at our property on River Road. We were pleased to honor a guest speaker, Dusan Korac. Mr. Korac, who is a Doctoral Candidate at the University of Maryland, shared information about Vidovdan and the history of Kosovo.&nbsp; (<B><FONT size="2">click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left">&nbsp;</P> <DIV align="center"> <CENTER> <TABLE style="BORDER-RIGHT: #9b461f 4px solid; BORDER-TOP: #9b461f 4px solid; BORDER-LEFT: #9b461f 4px solid; BORDER-BOTTOM: #9b461f 4px solid; BORDER-COLLAPSE: collapse" borderColor="#111111" height="245" cellSpacing="0" cellPadding="2" width="252" border="1" ID="Table7"> <TBODY> <TR> <TD vAlign="bottom" width="122" height="137"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center"><A href="Vidovdan/FrAleksa&amp;DKorac.jpg"><IMG height="109" src="Vidovdan/FrAleksa&amp;DKoracTN.jpg" width="74" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center">Fr. Aleksa &amp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center">Mr. Korac</P> </TD> <TD vAlign="bottom" width="122" height="137"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center"><A href="Vidovdan/VidovdanPresentation1.jpg"><IMG height="70" src="Vidovdan/VidovdanPresentation1TN.jpg" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center">Presentation (1)</P> </TD> </TR> <TR> <TD vAlign="bottom" width="122" height="138"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center"><A href="Vidovdan/VidovdanPresentation2.jpg"><IMG height="70" src="Vidovdan/VidovdanPresentation2TN.jpg" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center">Presentation (2)</P> </TD> <TD vAlign="bottom" width="122" height="138"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center"><A href="Vidovdan/VidovdanPresentation3.jpg"><IMG height="70" src="Vidovdan/VidovdanPresentation3TN.jpg" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center">Presentation (3)</P> </TD> </TR> </TBODY></TABLE> </CENTER> </DIV> </TD> </TR> <TR> <TD vAlign="top" align="center" height="407"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left"><FONT face="Lucida Sans"><B>Visit by His Eminence Metropolitan Amphilohije of Montenegro and the Coastlands </B> <FONT size="4">- </FONT>Tuesday, June 11, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left"><FONT face="Lucida Sans">His Eminence Metropolitan Amphilohije of Montenegro and the Coastlands was accompanied by an entourage representing the Ministry of Religious Affairs of the Federal Republic of Yugoslavia. A reception was held on June 11, 2002 on our property on River Road. His Eminence conducted the Divine Liturgy on Ascension Day at St. Nicholas Orthodox Cathedral on June 13, 2002. The photos below are from this visit. </FONT> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left"><FONT face="Lucida Sans">(<B><FONT size="2">click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left">&nbsp;</P> <TABLE style="BORDER-RIGHT: #9b461f 4px solid; BORDER-TOP: #9b461f 4px solid; BORDER-LEFT: #9b461f 4px solid; BORDER-BOTTOM: #9b461f 4px solid; BORDER-COLLAPSE: collapse" borderColor="#111111" height="192" cellSpacing="0" cellPadding="2" width="268" border="0" ID="Table8"> <TBODY> <TR> <TD vAlign="bottom" align="center" width="86" height="96"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center"><A href="Metropolitan's%20June%20visit/dinner.jpg"><IMG height="65" src="Metropolitan's%20June%20visit/dinnerTN.jpg" width="100" border="0"></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center">Reception</P> </TD> <TD vAlign="bottom" align="center" width="87" height="96"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center"><A href="Metropolitan's%20June%20visit/cathedral1.jpg"><IMG height="65" src="Metropolitan's%20June%20visit/cathedral1TN.jpg" width="100" border="0"></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center">Cathedral (1)</P> </TD> <TD vAlign="bottom" align="center" width="87" height="96"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center"><A href="Metropolitan's%20June%20visit/cathedral2.jpg"><IMG height="65" src="Metropolitan's%20June%20visit/cathedral2TN.jpg" width="100" border="0"></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center">Cathedral (2)</P> </TD> </TR> <TR> <TD vAlign="bottom" align="center" width="86" height="96"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center"><A href="Metropolitan's%20June%20visit/cathedral3.jpg"><IMG height="65" src="Metropolitan's%20June%20visit/cathedral3TN.jpg" width="100" border="0"></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center">Cathedral (3)</P> </TD> <TD vAlign="bottom" align="center" width="87" height="96"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center"><A href="Metropolitan's%20June%20visit/cathedral4.jpg"><IMG height="65" src="Metropolitan's%20June%20visit/cathedral4TN.jpg" width="100" border="0"></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center">Cathedral (4)</P> </TD> <TD vAlign="bottom" align="center" width="87" height="96"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center">&nbsp;</P> </TD> </TR> </TBODY></TABLE> </TD> </TR> <TR> <TD vAlign="top" align="left" height="465"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left"><B><FONT face="Lucida Sans">Djurdjevdan Picnic - </FONT></B><FONT face="Lucida Sans">Sunday, May 12, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left">&nbsp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="left"><FONT face="Lucida Sans">&nbsp;We enjoyed a successful Djurdjevdan picnic at our property on River Road.&nbsp; (<B><FONT size="2">click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align="center">&nbsp;</P> <DIV align="center"> <CENTER> <TABLE style="BORDER-RIGHT: #9b461f 4px solid; BORDER-TOP: #9b461f 4px solid; BORDER-LEFT: #9b461f 4px solid; BORDER-BOTTOM: #9b461f 4px solid; BORDER-COLLAPSE: collapse" borderColor="#111111" height="319" cellSpacing="0" cellPadding="2" width="446" border="1" ID="Table9"> <TBODY> <TR> <TD vAlign="bottom" align="center" width="109" height="115"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center"><A href="Djurdjevdan/bakesale.jpg"><IMG height="74" src="Djurdjevdan/BakesaleTN.gif" width="56" border="0"></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center">Bake Sale</P> </TD> <TD vAlign="bottom" align="center" width="109" height="115"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Djurdjevdan/Bakesale2.jpg"><IMG height="66" src="Djurdjevdan/Bakesale2TN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Bake Sale (2)</P> </TD> <TD vAlign="bottom" align="center" width="110" height="115"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Djurdjevdan/Jewelry.jpg"><IMG height="108" src="Djurdjevdan/JewelryTN.GIF" width="74" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Jewelry</P> </TD> <TD vAlign="bottom" align="center" width="110" height="115"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center"><A href="Djurdjevdan/DRYGOODS.JPG"><IMG height="74" src="Djurdjevdan/DrygoodsTN.GIF" width="56" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center"><FONT size="2">DryGoods</FONT></P> </TD> </TR> <TR> <TD vAlign="bottom" align="center" width="109" height="115"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Djurdjevdan/jagne.jpg"><IMG height="74" src="Djurdjevdan/JagneTN.GIF" width="56" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Jagne</P> </TD> <TD vAlign="bottom" align="center" width="109" height="115"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center"><A href="Djurdjevdan/KoloSestare.jpg"><IMG height="75" src="Djurdjevdan/KoloSestareTN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center">Kolo</P> </TD> <TD vAlign="bottom" align="center" width="110" height="115"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center"><A href="Djurdjevdan/bartenders.jpg"><IMG height="75" src="Djurdjevdan/BartendersTN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center"><FONT size="2">Bartenders</FONT></P> </TD> <TD vAlign="bottom" align="center" width="110" height="115"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Djurdjevdan/TREE.JPG"><IMG height="75" src="Djurdjevdan/TreeTN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Guests</P> </TD> </TR> <TR> <TD vAlign="bottom" align="center" width="109" height="115"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center"><A href="Djurdjevdan/children.jpg"><IMG height="75" src="Djurdjevdan/ChildrenTN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center">Children</P> </TD> <TD vAlign="bottom" align="center" width="109" height="115"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center"><A href="Djurdjevdan/Sarenica.jpg"><IMG height="80" src="Djurdjevdan/SarenicaTN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center">Sarenica</P> </TD> <TD vAlign="bottom" align="center" width="110" height="115"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%"><A href="Djurdjevdan/dancers.jpg"><IMG height="75" src="Djurdjevdan/dancersTN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align="center">Dancers</P> </TD> <TD vAlign="bottom" align="center" width="110" height="115"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Djurdjevdan/Singing.jpg"><IMG height="66" src="Djurdjevdan/SingingTN.GIF" width="100" border="0"></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Singing</P> </TD> </TR> </TBODY></TABLE> </CENTER> </DIV> </TD> </TR> </TBODY></TABLE> <DIV></DIV> </TD></TR></TBODY></TABLE> <CENTER></CENTER> <DIV></DIV> <DIV align="center"> <CENTER>&nbsp;</CENTER> </DIV>
sr_cyrl_cs: <p>Извињавамо се што страница није преведена. Ако имате времена да преведете молимо вас да нас контактирате на <A href="mailto:webmaster2006@svluka.org">емаил</A></p> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans"><B>Fall 2002 </B>- Photos from several events/occasions from the Fall of 2002. (<FONT size=2><B>point to photo for description, </B></FONT><B><FONT size=2>click to enlarge photo</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <DIV align=center> <CENTER> <TABLE style="BORDER-COLLAPSE: collapse" borderColor=#9b461f height=162 cellSpacing=0 cellPadding=2 width=358 border=4 ID="Table1"> <TBODY> <TR> <TD align=middle width="33%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/frzobenica1.jpg"><IMG height=75 alt="Father Zobenica addresses the parish during his visit" src="Fall2002/frzobenica1TN.GIF" width=64 border=0></A></P></TD> <TD align=middle width="33%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/frzobenica2.jpg"><IMG height=59 alt="Father Zobenica, Father Miroslav &amp; parishioners" src="Fall2002/frzobenica2TN.GIF" width=100 border=0></A></P></TD> <TD align=middle width="33%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/frzobenica3.jpg"><IMG height=73 alt="Fr. Aleksa, Fr. Zobenica, Fr. Miroslav &amp; Dr. Hodjera" src="Fall2002/frzobenica3TN.GIF" width=100 border=0></A></P></TD> <TD align=middle width="34%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/newsletter1.jpg"><IMG height=65 alt="Natalie Visnick &amp; Milica Stamenich help with the parish newsletter" src="Fall2002/newsletter1TN.GIF" width=100 border=0></A></P></TD></TR> <TR> <TD align=middle width="33%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/newsletter2.jpg"><IMG height=65 alt="Natalie Visnick, Milica Stamenich, Dejan Bujak, Danica Bogicevic &amp; Mila Costich (l-r)" src="Fall2002/newsletter2TN.GIF" width=100 border=0></A></P></TD> <TD align=middle width="33%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/newsletter3.jpg"><IMG height=66 alt="More work on the parish newsletter" src="Fall2002/newsletter3TN.GIF" width=100 border=0></A></P></TD> <TD align=middle width="34%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/wedding.jpg"><IMG height=62 alt="Wedding of Marko Jankovic &amp; Jelena Vasiljevic October 13, 2002" src="Fall2002/weddingTN.GIF" width=100 border=0></A></P></TD> <TD align=middle width="33%" height="50%"> </TD></TR></TBODY></TABLE></CENTER></DIV></TD></TR> <TR> <TD vAlign=top align=left> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans"><B>Visit of Bishop Mitrophan </B>- September 14-15, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans">Bishop Mitrophan served Divine Liturgy and joined our parishioners for lunch during his visit. </FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans">(<FONT size=2><B>point to photo for description, </B></FONT><B><FONT size=2>click to enlarge photo</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <DIV align=center> <CENTER> <TABLE style="BORDER-COLLAPSE: collapse" borderColor=#9b461f height=177 cellSpacing=0 cellPadding=2 width=358 border=4 ID="Table2"> <TBODY> <TR> <TD align=middle width="33%" height=89> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="Bishop%20Visit%20Sept2002/DivineLiturgy1.jpg"><IMG height=75 alt="Bishop Mitrophan during Divine Liturgy" src="Bishop%20Visit%20Sept2002/DivineLiturgy1TN.GIF" width=43 border=0></A></P></TD> <TD align=middle width="33%" height=89> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Bishop%20Visit%20Sept2002/DivineLiturgy2.jpg"><IMG height=75 alt="Fr. Aleksa, Bishop Mitrophan &amp; Fr. Miroslav serve Holy Communion to Anastasia Micich (with Popadija Savka)" src="Bishop%20Visit%20Sept2002/DivineLiturgy2TN.GIF" width=50 border=0></A></P></TD> <TD align=middle width="33%" height=89><A href="Bishop%20Visit%20Sept2002/DivineLiturgy3.jpg"><IMG height=72 alt="Bishop Mitrophan addresses the parish after Divine Liturgy" src="Bishop%20Visit%20Sept2002/DivineLiturgy3TN.GIF" width=100 border=0></A></TD></TR> <TR> <TD align=middle width="33%" height=79> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Bishop%20Visit%20Sept2002/Luncheon1.jpg"><IMG height=49 alt="Fr. Miroslav, Fr. Aleksa, Bishop Mitrophan &amp; Dusan Terzic" src="Bishop%20Visit%20Sept2002/Luncheon1TN.GIF" width=75 border=0></A></P></TD> <TD align=middle width="33%" height=79> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Bishop%20Visit%20Sept2002/Luncheon2.jpg"><IMG height=70 alt="Fr. Aleksa &amp; Bishop Mitrophan" src="Bishop%20Visit%20Sept2002/Luncheon2TN.GIF" width=100 border=0></A></P></TD> <TD align=middle width="33%" height=79><A href="Bishop%20Visit%20Sept2002/Luncheon3.jpg"><IMG height=65 alt="Parishioners at lunch during the Bishop's visit" src="Bishop%20Visit%20Sept2002/Luncheon3TN.GIF" width=100 border=0></A></TD></TR></TBODY></TABLE></CENTER></DIV></TD></TR> <TR> <TD vAlign=top align=left> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><B><FONT face="Lucida Sans">Serbian Sisters Slava (Mala Gospojina)</FONT></B><FONT face="Lucida Sans"><B> </B>- Sunday, September 22, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans"> The Kolo of Serbian Sisters celebrated their Slava, Mala Gospojina, with a luncheon at the church building. (<B><FONT size=2>click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <DIV align=center> <CENTER> <TABLE style="BORDER-COLLAPSE: collapse" borderColor=#9b461f height=250 cellSpacing=0 cellPadding=2 width=358 border=4 ID="Table3"> <TBODY> <TR> <TD vAlign=bottom align=middle width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS1.jpg"><IMG height=65 src="KoloSlava/KS1TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Lunch preparations</P></TD> <TD vAlign=bottom align=middle width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS2.jpg"><IMG height=65 src="KoloSlava/KS2TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Lunch Preparations (2)</P></TD> <TD vAlign=bottom align=middle width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS3.jpg"><IMG height=65 src="KoloSlava/KS3TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Blessing of the Kolac</P></TD> <TD vAlign=bottom align=middle width="34%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS4.jpg"><IMG height=65 src="KoloSlava/KS4TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Blessing of the Kolac (2)</P></TD></TR> <TR> <TD vAlign=bottom align=middle width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS5.jpg"><IMG height=65 src="KoloSlava/KS5TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Blessing of the Kolac (3)</P></TD> <TD vAlign=bottom align=middle width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS6.jpg"><IMG height=65 src="KoloSlava/KS6TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Blessing of the Kolac (4)</P></TD> <TD vAlign=bottom align=middle width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS7.jpg"><IMG height=65 src="KoloSlava/KS7TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Blessing of the Kolac (5)</P></TD> <TD vAlign=bottom align=middle width="34%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P></TD></TR></TBODY></TABLE></CENTER></DIV></TD></TR> <TR> <TD vAlign=top align=left> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><B><FONT face="Lucida Sans">Late Summer Picnic</FONT></B><FONT face="Lucida Sans"><B> </B>- August 11, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans">Some photos of parishioners and guests who attended our picnic.</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans">(<B><FONT size=2>click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <DIV align=center> <CENTER> <TABLE style="BORDER-RIGHT: #9b461f 4px solid; BORDER-TOP: #9b461f 4px solid; BORDER-LEFT: #9b461f 4px solid; BORDER-BOTTOM: #9b461f 4px solid; BORDER-COLLAPSE: collapse" borderColor=#111111 height=192 cellSpacing=0 cellPadding=2 width=268 border=1 ID="Table4"> <TBODY> <TR> <TD vAlign=bottom> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="LateSummerPicnic/sunday1.jpg"><IMG height=65 src="LateSummerPicnic/sunday1TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center> </P></TD> <TD> <P align=center><A href="LateSummerPicnic/sunday2.jpg"><IMG height=74 src="LateSummerPicnic/sunday2TN.GIF" width=55 border=0></A></P></TD> <TD> <P align=center><A href="LateSummerPicnic/sunday4.jpg"><IMG height=66 src="LateSummerPicnic/sunday4TN.GIF" width=100 border=0></A></P></TD></TR> <TR> <TD> <P align=center><A href="LateSummerPicnic/sunday3.jpg"><IMG height=74 src="LateSummerPicnic/sunday3TN.GIF" width=40 border=0></A></P></TD> <TD> <P align=center><A href="LateSummerPicnic/sunday5.jpg"><IMG height=65 src="LateSummerPicnic/sunday5TN.GIF" width=100 border=0></A></P></TD> <TD> </TD></TR></TBODY></TABLE></CENTER></DIV></TD></TR> <TR> <TD vAlign=top align=left> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><B><FONT face="Lucida Sans">Mid-Summer Picnic</FONT></B><FONT face="Lucida Sans"><B> </B>- Sunday, July 21, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans"> We held a Mid-Summer Picnic at our property on River Road.</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans">(<B><FONT size=2>click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <DIV align=center> <CENTER> <TABLE style="BORDER-RIGHT: #9b461f 4px solid; BORDER-TOP: #9b461f 4px solid; BORDER-LEFT: #9b461f 4px solid; BORDER-BOTTOM: #9b461f 4px solid; BORDER-COLLAPSE: collapse" borderColor=#111111 height=250 cellSpacing=0 cellPadding=2 width=227 border=1 ID="Table5"> <TBODY> <TR> <TD vAlign=bottom width=109 height=125> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="MidSummerPicnic/TicketSales.jpg"><IMG height=70 src="MidSummerPicnic/TicketSalesTN.jpg" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Ticket Sales</P></TD> <TD vAlign=bottom width=110 height=125> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="MidSummerPicnic/Bartenders.jpg"><IMG height=73 src="MidSummerPicnic/BartendersTN.jpg" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Bartenders</P></TD></TR> <TR> <TD vAlign=bottom width=109 height=125> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="MidSummerPicnic/Chefs1.jpg"><IMG height=106 src="MidSummerPicnic/Chefs1TN.jpg" width=74 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Chefs (1)</P></TD> <TD vAlign=bottom width=110 height=125> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="MidSummerPicnic/Chefs2.jpg"><IMG height=70 src="MidSummerPicnic/Chefs2TN.jpg" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Chefs (2)</P></TD></TR></TBODY></TABLE></CENTER></DIV></TD></TR> <TR> <TD vAlign=top align=left> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans"><B>Vidovdan Picnic </B>- Sunday, June 30, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans">We held our annual Vidovdan Picnic at our property on River Road. We were pleased to honor a guest speaker, Dusan Korac. Mr. Korac, who is a Doctoral Candidate at the University of Maryland, shared information about Vidovdan and the history of Kosovo. (<B><FONT size=2>click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <DIV align=center> <CENTER> <TABLE style="BORDER-RIGHT: #9b461f 4px solid; BORDER-TOP: #9b461f 4px solid; BORDER-LEFT: #9b461f 4px solid; BORDER-BOTTOM: #9b461f 4px solid; BORDER-COLLAPSE: collapse" borderColor=#111111 height=245 cellSpacing=0 cellPadding=2 width=252 border=1 ID="Table6"> <TBODY> <TR> <TD vAlign=bottom width=122 height=137> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="Vidovdan/FrAleksa&amp;DKorac.jpg"><IMG height=109 src="Vidovdan/FrAleksa&amp;DKoracTN.jpg" width=74 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Fr. Aleksa &amp;</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Mr. Korac</P></TD> <TD vAlign=bottom width=122 height=137> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="Vidovdan/VidovdanPresentation1.jpg"><IMG height=70 src="Vidovdan/VidovdanPresentation1TN.jpg" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Presentation (1)</P></TD></TR> <TR> <TD vAlign=bottom width=122 height=138> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="Vidovdan/VidovdanPresentation2.jpg"><IMG height=70 src="Vidovdan/VidovdanPresentation2TN.jpg" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Presentation (2)</P></TD> <TD vAlign=bottom width=122 height=138> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="Vidovdan/VidovdanPresentation3.jpg"><IMG height=70 src="Vidovdan/VidovdanPresentation3TN.jpg" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Presentation (3)</P></TD></TR></TBODY></TABLE></CENTER></DIV></TD></TR> <TR> <TD vAlign=top align=middle height=407> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans"><B>Visit by His Eminence Metropolitan Amphilohije of Montenegro and the Coastlands </B><FONT size=4>- </FONT>Tuesday, June 11, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans">His Eminence Metropolitan Amphilohije of Montenegro and the Coastlands was accompanied by an entourage representing the Ministry of Religious Affairs of the Federal Republic of Yugoslavia. A reception was held on June 11, 2002 on our property on River Road. His Eminence conducted the Divine Liturgy on Ascension Day at St. Nicholas Orthodox Cathedral on June 13, 2002. The photos below are from this visit. </FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans">(<B><FONT size=2>click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <TABLE style="BORDER-RIGHT: #9b461f 4px solid; BORDER-TOP: #9b461f 4px solid; BORDER-LEFT: #9b461f 4px solid; BORDER-BOTTOM: #9b461f 4px solid; BORDER-COLLAPSE: collapse" borderColor=#111111 height=192 cellSpacing=0 cellPadding=2 width=268 border=0 ID="Table7"> <TBODY> <TR> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM: 1px solid" vAlign=bottom align=middle width=86 height=96> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Metropolitan's%20June%20visit/dinner.jpg"><IMG height=65 src="Metropolitan's%20June%20visit/dinnerTN.jpg" width=100 border=0></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Reception</P></TD> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM: 1px solid" vAlign=bottom align=middle width=87 height=96> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Metropolitan's%20June%20visit/cathedral1.jpg"><IMG height=65 src="Metropolitan's%20June%20visit/cathedral1TN.jpg" width=100 border=0></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Cathedral (1)</P></TD> <TD vAlign=bottom align=middle width=87 height=96> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Metropolitan's%20June%20visit/cathedral2.jpg"><IMG height=65 src="Metropolitan's%20June%20visit/cathedral2TN.jpg" width=100 border=0></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Cathedral (2)</P></TD></TR> <TR> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM-WIDTH: 1px" vAlign=bottom align=middle width=86 height=96> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Metropolitan's%20June%20visit/cathedral3.jpg"><IMG height=65 src="Metropolitan's%20June%20visit/cathedral3TN.jpg" width=100 border=0></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Cathedral (3)</P></TD> <TD vAlign=bottom align=middle width=87 height=96> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Metropolitan's%20June%20visit/cathedral4.jpg"><IMG height=65 src="Metropolitan's%20June%20visit/cathedral4TN.jpg" width=100 border=0></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Cathedral (4)</P></TD> <TD style="BORDER-RIGHT: 1px solid; BORDER-TOP: 1px solid; BORDER-BOTTOM-WIDTH: 1px; BORDER-LEFT: 1px solid" vAlign=bottom align=middle width=87 height=96> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center> </P></TD></TR></TBODY></TABLE></TD></TR> <TR> <TD vAlign=top align=left height=465> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><B><FONT face="Lucida Sans">Djurdjevdan Picnic - </FONT></B><FONT face="Lucida Sans">Sunday, May 12, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans"> We enjoyed a successful Djurdjevdan picnic at our property on River Road. (<B><FONT size=2>click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center> </P> <DIV align=center> <CENTER> <TABLE style="BORDER-RIGHT: #9b461f 4px solid; BORDER-TOP: #9b461f 4px solid; BORDER-LEFT: #9b461f 4px solid; BORDER-BOTTOM: #9b461f 4px solid; BORDER-COLLAPSE: collapse" borderColor=#111111 height=319 cellSpacing=0 cellPadding=2 width=446 border=1 ID="Table8"> <TBODY> <TR> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM: 1px solid" vAlign=bottom align=middle width=109 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Djurdjevdan/bakesale.jpg"><IMG height=74 src="Djurdjevdan/BakesaleTN.gif" width=56 border=0></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Bake Sale</P></TD> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM: 1px solid" vAlign=bottom align=middle width=109 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Djurdjevdan/Bakesale2.jpg"><IMG height=66 src="Djurdjevdan/Bakesale2TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Bake Sale (2)</P></TD> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM: 1px solid" vAlign=bottom align=middle width=110 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Djurdjevdan/Jewelry.jpg"><IMG height=108 src="Djurdjevdan/JewelryTN.GIF" width=74 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Jewelry</P></TD> <TD vAlign=bottom align=middle width=110 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Djurdjevdan/DRYGOODS.JPG"><IMG height=74 src="Djurdjevdan/DrygoodsTN.GIF" width=56 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><FONT size=2>DryGoods</FONT></P></TD></TR> <TR> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM-WIDTH: 1px" vAlign=bottom align=middle width=109 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Djurdjevdan/jagne.jpg"><IMG height=74 src="Djurdjevdan/JagneTN.GIF" width=56 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Jagne</P></TD> <TD vAlign=bottom align=middle width=109 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Djurdjevdan/KoloSestare.jpg"><IMG height=75 src="Djurdjevdan/KoloSestareTN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Kolo</P></TD> <TD vAlign=bottom align=middle width=110 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Djurdjevdan/bartenders.jpg"><IMG height=75 src="Djurdjevdan/BartendersTN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><FONT size=2>Bartenders</FONT></P></TD> <TD style="BORDER-RIGHT: 1px solid; BORDER-TOP: 1px solid; BORDER-BOTTOM-WIDTH: 1px; BORDER-LEFT: 1px solid" vAlign=bottom align=middle width=110 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Djurdjevdan/TREE.JPG"><IMG height=75 src="Djurdjevdan/TreeTN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Guests</P></TD></TR> <TR> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM-WIDTH: 1px" vAlign=bottom align=middle width=109 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Djurdjevdan/children.jpg"><IMG height=75 src="Djurdjevdan/ChildrenTN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Children</P></TD> <TD vAlign=bottom align=middle width=109 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Djurdjevdan/Sarenica.jpg"><IMG height=80 src="Djurdjevdan/SarenicaTN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Sarenica</P></TD> <TD vAlign=bottom align=middle width=110 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%"><A href="Djurdjevdan/dancers.jpg"><IMG height=75 src="Djurdjevdan/dancersTN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Dancers</P></TD> <TD style="BORDER-RIGHT: 1px solid; BORDER-TOP: 1px solid; BORDER-BOTTOM-WIDTH: 1px; BORDER-LEFT: 1px solid" vAlign=bottom align=middle width=110 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Djurdjevdan/Singing.jpg"><IMG height=66 src="Djurdjevdan/SingingTN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Singing</P></TD></TR></TBODY></TABLE></CENTER></DIV></TD></TR>
sr_latn_cs: <p>Izvinjavamo se sto stranica nije prevedena. Ako imate vremena da prevedete molimo vas da nas kontaktirate na <A href="mailto:webmaster2006@svluka.org">email</A></p> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans"><B>Fall 2002 </B>- Photos from several events/occasions from the Fall of 2002. (<FONT size=2><B>point to photo for description, </B></FONT><B><FONT size=2>click to enlarge photo</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <DIV align=center> <CENTER> <TABLE style="BORDER-COLLAPSE: collapse" borderColor=#9b461f height=162 cellSpacing=0 cellPadding=2 width=358 border=4 ID="Table1"> <TBODY> <TR> <TD align=middle width="33%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/frzobenica1.jpg"><IMG height=75 alt="Father Zobenica addresses the parish during his visit" src="Fall2002/frzobenica1TN.GIF" width=64 border=0></A></P></TD> <TD align=middle width="33%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/frzobenica2.jpg"><IMG height=59 alt="Father Zobenica, Father Miroslav & parishioners" src="Fall2002/frzobenica2TN.GIF" width=100 border=0></A></P></TD> <TD align=middle width="33%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/frzobenica3.jpg"><IMG height=73 alt="Fr. Aleksa, Fr. Zobenica, Fr. Miroslav & Dr. Hodjera" src="Fall2002/frzobenica3TN.GIF" width=100 border=0></A></P></TD> <TD align=middle width="34%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/newsletter1.jpg"><IMG height=65 alt="Natalie Visnick & Milica Stamenich help with the parish newsletter" src="Fall2002/newsletter1TN.GIF" width=100 border=0></A></P></TD></TR> <TR> <TD align=middle width="33%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/newsletter2.jpg"><IMG height=65 alt="Natalie Visnick, Milica Stamenich, Dejan Bujak, Danica Bogicevic & Mila Costich (l-r)" src="Fall2002/newsletter2TN.GIF" width=100 border=0></A></P></TD> <TD align=middle width="33%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/newsletter3.jpg"><IMG height=66 alt="More work on the parish newsletter" src="Fall2002/newsletter3TN.GIF" width=100 border=0></A></P></TD> <TD align=middle width="34%" height="50%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Fall2002/wedding.jpg"><IMG height=62 alt="Wedding of Marko Jankovic & Jelena Vasiljevic October 13, 2002" src="Fall2002/weddingTN.GIF" width=100 border=0></A></P></TD> <TD align=middle width="33%" height="50%"> </TD></TR></TBODY></TABLE></CENTER></DIV></TD></TR> <TR> <TD vAlign=top align=left> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans"><B>Visit of Bishop Mitrophan </B>- September 14-15, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans">Bishop Mitrophan served Divine Liturgy and joined our parishioners for lunch during his visit. </FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans">(<FONT size=2><B>point to photo for description, </B></FONT><B><FONT size=2>click to enlarge photo</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <DIV align=center> <CENTER> <TABLE style="BORDER-COLLAPSE: collapse" borderColor=#9b461f height=177 cellSpacing=0 cellPadding=2 width=358 border=4 ID="Table2"> <TBODY> <TR> <TD align=middle width="33%" height=89> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="Bishop%20Visit%20Sept2002/DivineLiturgy1.jpg"><IMG height=75 alt="Bishop Mitrophan during Divine Liturgy" src="Bishop%20Visit%20Sept2002/DivineLiturgy1TN.GIF" width=43 border=0></A></P></TD> <TD align=middle width="33%" height=89> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Bishop%20Visit%20Sept2002/DivineLiturgy2.jpg"><IMG height=75 alt="Fr. Aleksa, Bishop Mitrophan & Fr. Miroslav serve Holy Communion to Anastasia Micich (with Popadija Savka)" src="Bishop%20Visit%20Sept2002/DivineLiturgy2TN.GIF" width=50 border=0></A></P></TD> <TD align=middle width="33%" height=89><A href="Bishop%20Visit%20Sept2002/DivineLiturgy3.jpg"><IMG height=72 alt="Bishop Mitrophan addresses the parish after Divine Liturgy" src="Bishop%20Visit%20Sept2002/DivineLiturgy3TN.GIF" width=100 border=0></A></TD></TR> <TR> <TD align=middle width="33%" height=79> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Bishop%20Visit%20Sept2002/Luncheon1.jpg"><IMG height=49 alt="Fr. Miroslav, Fr. Aleksa, Bishop Mitrophan & Dusan Terzic" src="Bishop%20Visit%20Sept2002/Luncheon1TN.GIF" width=75 border=0></A></P></TD> <TD align=middle width="33%" height=79> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Bishop%20Visit%20Sept2002/Luncheon2.jpg"><IMG height=70 alt="Fr. Aleksa & Bishop Mitrophan" src="Bishop%20Visit%20Sept2002/Luncheon2TN.GIF" width=100 border=0></A></P></TD> <TD align=middle width="33%" height=79><A href="Bishop%20Visit%20Sept2002/Luncheon3.jpg"><IMG height=65 alt="Parishioners at lunch during the Bishop's visit" src="Bishop%20Visit%20Sept2002/Luncheon3TN.GIF" width=100 border=0></A></TD></TR></TBODY></TABLE></CENTER></DIV></TD></TR> <TR> <TD vAlign=top align=left> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><B><FONT face="Lucida Sans">Serbian Sisters Slava (Mala Gospojina)</FONT></B><FONT face="Lucida Sans"><B> </B>- Sunday, September 22, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans"> The Kolo of Serbian Sisters celebrated their Slava, Mala Gospojina, with a luncheon at the church building. (<B><FONT size=2>click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <DIV align=center> <CENTER> <TABLE style="BORDER-COLLAPSE: collapse" borderColor=#9b461f height=250 cellSpacing=0 cellPadding=2 width=358 border=4 ID="Table3"> <TBODY> <TR> <TD vAlign=bottom align=middle width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS1.jpg"><IMG height=65 src="KoloSlava/KS1TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Lunch preparations</P></TD> <TD vAlign=bottom align=middle width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS2.jpg"><IMG height=65 src="KoloSlava/KS2TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Lunch Preparations (2)</P></TD> <TD vAlign=bottom align=middle width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS3.jpg"><IMG height=65 src="KoloSlava/KS3TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Blessing of the Kolac</P></TD> <TD vAlign=bottom align=middle width="34%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS4.jpg"><IMG height=65 src="KoloSlava/KS4TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Blessing of the Kolac (2)</P></TD></TR> <TR> <TD vAlign=bottom align=middle width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS5.jpg"><IMG height=65 src="KoloSlava/KS5TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Blessing of the Kolac (3)</P></TD> <TD vAlign=bottom align=middle width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS6.jpg"><IMG height=65 src="KoloSlava/KS6TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Blessing of the Kolac (4)</P></TD> <TD vAlign=bottom align=middle width="33%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="KoloSlava/KS7.jpg"><IMG height=65 src="KoloSlava/KS7TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Blessing of the Kolac (5)</P></TD> <TD vAlign=bottom align=middle width="34%"> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P></TD></TR></TBODY></TABLE></CENTER></DIV></TD></TR> <TR> <TD vAlign=top align=left> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><B><FONT face="Lucida Sans">Late Summer Picnic</FONT></B><FONT face="Lucida Sans"><B> </B>- August 11, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans">Some photos of parishioners and guests who attended our picnic.</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><FONT face="Lucida Sans">(<B><FONT size=2>click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"> </P> <DIV align=center> <CENTER> <TABLE style="BORDER-RIGHT: #9b461f 4px solid; BORDER-TOP: #9b461f 4px solid; BORDER-LEFT: #9b461f 4px solid; BORDER-BOTTOM: #9b461f 4px solid; BORDER-COLLAPSE: collapse" borderColor=#111111 height=192 cellSpacing=0 cellPadding=2 width=268 border=1 ID="Table4"> <TBODY> <TR> <TD vAlign=bottom> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="LateSummerPicnic/sunday1.jpg"><IMG height=65 src="LateSummerPicnic/sunday1TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center> </P></TD> <TD> <P align=center><A href="LateSummerPicnic/sunday2.jpg"><IMG height=74 src="LateSummerPicnic/sunday2TN.GIF" width=55 border=0></A></P></TD> <TD> <P align=center><A href="LateSummerPicnic/sunday4.jpg"><IMG height=66 src="LateSummerPicnic/sunday4TN.GIF" width=100 border=0></A></P></TD></TR> <TR> <TD> <P align=center><A href="LateSummerPicnic/sunday3.jpg"><IMG height=74 src="LateSummerPicnic/sunday3TN.GIF" width=40 border=0></A></P></TD> <TD> <P align=center><A href="LateSummerPicnic/sunday5.jpg"><IMG height=65 src="LateSummerPicnic/sunday5TN.GIF" width=100 border=0></A></P></TD> <TD> </TD></TR></TBODY></TABLE></CENTER></DIV></TD></TR> <TR> <TD vAlign=top align=left> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><B><FONT face="Lucida Sans">Mid-Summer Picnic</FONT></B><FONT face="Lucida Sans"><B> </B>- Sunday, July 21, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans"> We held a Mid-Summer Picnic at our property on River Road.</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans">(<B><FONT size=2>click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <DIV align=center> <CENTER> <TABLE style="BORDER-RIGHT: #9b461f 4px solid; BORDER-TOP: #9b461f 4px solid; BORDER-LEFT: #9b461f 4px solid; BORDER-BOTTOM: #9b461f 4px solid; BORDER-COLLAPSE: collapse" borderColor=#111111 height=250 cellSpacing=0 cellPadding=2 width=227 border=1 ID="Table5"> <TBODY> <TR> <TD vAlign=bottom width=109 height=125> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="MidSummerPicnic/TicketSales.jpg"><IMG height=70 src="MidSummerPicnic/TicketSalesTN.jpg" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Ticket Sales</P></TD> <TD vAlign=bottom width=110 height=125> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="MidSummerPicnic/Bartenders.jpg"><IMG height=73 src="MidSummerPicnic/BartendersTN.jpg" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Bartenders</P></TD></TR> <TR> <TD vAlign=bottom width=109 height=125> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="MidSummerPicnic/Chefs1.jpg"><IMG height=106 src="MidSummerPicnic/Chefs1TN.jpg" width=74 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Chefs (1)</P></TD> <TD vAlign=bottom width=110 height=125> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="MidSummerPicnic/Chefs2.jpg"><IMG height=70 src="MidSummerPicnic/Chefs2TN.jpg" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Chefs (2)</P></TD></TR></TBODY></TABLE></CENTER></DIV></TD></TR> <TR> <TD vAlign=top align=left> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans"><B>Vidovdan Picnic </B>- Sunday, June 30, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans">We held our annual Vidovdan Picnic at our property on River Road. We were pleased to honor a guest speaker, Dusan Korac. Mr. Korac, who is a Doctoral Candidate at the University of Maryland, shared information about Vidovdan and the history of Kosovo. (<B><FONT size=2>click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <DIV align=center> <CENTER> <TABLE style="BORDER-RIGHT: #9b461f 4px solid; BORDER-TOP: #9b461f 4px solid; BORDER-LEFT: #9b461f 4px solid; BORDER-BOTTOM: #9b461f 4px solid; BORDER-COLLAPSE: collapse" borderColor=#111111 height=245 cellSpacing=0 cellPadding=2 width=252 border=1 ID="Table6"> <TBODY> <TR> <TD vAlign=bottom width=122 height=137> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="Vidovdan/FrAleksa&DKorac.jpg"><IMG height=109 src="Vidovdan/FrAleksa&DKoracTN.jpg" width=74 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Fr. Aleksa &</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Mr. Korac</P></TD> <TD vAlign=bottom width=122 height=137> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="Vidovdan/VidovdanPresentation1.jpg"><IMG height=70 src="Vidovdan/VidovdanPresentation1TN.jpg" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Presentation (1)</P></TD></TR> <TR> <TD vAlign=bottom width=122 height=138> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="Vidovdan/VidovdanPresentation2.jpg"><IMG height=70 src="Vidovdan/VidovdanPresentation2TN.jpg" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Presentation (2)</P></TD> <TD vAlign=bottom width=122 height=138> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center><A href="Vidovdan/VidovdanPresentation3.jpg"><IMG height=70 src="Vidovdan/VidovdanPresentation3TN.jpg" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center>Presentation (3)</P></TD></TR></TBODY></TABLE></CENTER></DIV></TD></TR> <TR> <TD vAlign=top align=middle height=407> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans"><B>Visit by His Eminence Metropolitan Amphilohije of Montenegro and the Coastlands </B><FONT size=4>- </FONT>Tuesday, June 11, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans">His Eminence Metropolitan Amphilohije of Montenegro and the Coastlands was accompanied by an entourage representing the Ministry of Religious Affairs of the Federal Republic of Yugoslavia. A reception was held on June 11, 2002 on our property on River Road. His Eminence conducted the Divine Liturgy on Ascension Day at St. Nicholas Orthodox Cathedral on June 13, 2002. The photos below are from this visit. </FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans">(<B><FONT size=2>click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <TABLE style="BORDER-RIGHT: #9b461f 4px solid; BORDER-TOP: #9b461f 4px solid; BORDER-LEFT: #9b461f 4px solid; BORDER-BOTTOM: #9b461f 4px solid; BORDER-COLLAPSE: collapse" borderColor=#111111 height=192 cellSpacing=0 cellPadding=2 width=268 border=0 ID="Table7"> <TBODY> <TR> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM: 1px solid" vAlign=bottom align=middle width=86 height=96> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Metropolitan's%20June%20visit/dinner.jpg"><IMG height=65 src="Metropolitan's%20June%20visit/dinnerTN.jpg" width=100 border=0></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Reception</P></TD> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM: 1px solid" vAlign=bottom align=middle width=87 height=96> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Metropolitan's%20June%20visit/cathedral1.jpg"><IMG height=65 src="Metropolitan's%20June%20visit/cathedral1TN.jpg" width=100 border=0></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Cathedral (1)</P></TD> <TD vAlign=bottom align=middle width=87 height=96> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%"> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Metropolitan's%20June%20visit/cathedral2.jpg"><IMG height=65 src="Metropolitan's%20June%20visit/cathedral2TN.jpg" width=100 border=0></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Cathedral (2)</P></TD></TR> <TR> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM-WIDTH: 1px" vAlign=bottom align=middle width=86 height=96> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Metropolitan's%20June%20visit/cathedral3.jpg"><IMG height=65 src="Metropolitan's%20June%20visit/cathedral3TN.jpg" width=100 border=0></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Cathedral (3)</P></TD> <TD vAlign=bottom align=middle width=87 height=96> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Metropolitan's%20June%20visit/cathedral4.jpg"><IMG height=65 src="Metropolitan's%20June%20visit/cathedral4TN.jpg" width=100 border=0></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Cathedral (4)</P></TD> <TD style="BORDER-RIGHT: 1px solid; BORDER-TOP: 1px solid; BORDER-BOTTOM-WIDTH: 1px; BORDER-LEFT: 1px solid" vAlign=bottom align=middle width=87 height=96> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center> </P></TD></TR></TBODY></TABLE></TD></TR> <TR> <TD vAlign=top align=left height=465> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><B><FONT face="Lucida Sans">Djurdjevdan Picnic - </FONT></B><FONT face="Lucida Sans">Sunday, May 12, 2002</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=left><FONT face="Lucida Sans"> We enjoyed a successful Djurdjevdan picnic at our property on River Road. (<B><FONT size=2>click on photos to enlarge</FONT></B>)</FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px" align=center> </P> <DIV align=center> <CENTER> <TABLE style="BORDER-RIGHT: #9b461f 4px solid; BORDER-TOP: #9b461f 4px solid; BORDER-LEFT: #9b461f 4px solid; BORDER-BOTTOM: #9b461f 4px solid; BORDER-COLLAPSE: collapse" borderColor=#111111 height=319 cellSpacing=0 cellPadding=2 width=446 border=1 ID="Table8"> <TBODY> <TR> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM: 1px solid" vAlign=bottom align=middle width=109 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Djurdjevdan/bakesale.jpg"><IMG height=74 src="Djurdjevdan/BakesaleTN.gif" width=56 border=0></A> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Bake Sale</P></TD> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM: 1px solid" vAlign=bottom align=middle width=109 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Djurdjevdan/Bakesale2.jpg"><IMG height=66 src="Djurdjevdan/Bakesale2TN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Bake Sale (2)</P></TD> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM: 1px solid" vAlign=bottom align=middle width=110 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Djurdjevdan/Jewelry.jpg"><IMG height=108 src="Djurdjevdan/JewelryTN.GIF" width=74 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Jewelry</P></TD> <TD vAlign=bottom align=middle width=110 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Djurdjevdan/DRYGOODS.JPG"><IMG height=74 src="Djurdjevdan/DrygoodsTN.GIF" width=56 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><FONT size=2>DryGoods</FONT></P></TD></TR> <TR> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM-WIDTH: 1px" vAlign=bottom align=middle width=109 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Djurdjevdan/jagne.jpg"><IMG height=74 src="Djurdjevdan/JagneTN.GIF" width=56 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Jagne</P></TD> <TD vAlign=bottom align=middle width=109 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Djurdjevdan/KoloSestare.jpg"><IMG height=75 src="Djurdjevdan/KoloSestareTN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Kolo</P></TD> <TD vAlign=bottom align=middle width=110 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Djurdjevdan/bartenders.jpg"><IMG height=75 src="Djurdjevdan/BartendersTN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><FONT size=2>Bartenders</FONT></P></TD> <TD style="BORDER-RIGHT: 1px solid; BORDER-TOP: 1px solid; BORDER-BOTTOM-WIDTH: 1px; BORDER-LEFT: 1px solid" vAlign=bottom align=middle width=110 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Djurdjevdan/TREE.JPG"><IMG height=75 src="Djurdjevdan/TreeTN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Guests</P></TD></TR> <TR> <TD style="BORDER-TOP-WIDTH: 1px; BORDER-RIGHT: 1px solid; BORDER-LEFT-WIDTH: 1px; BORDER-BOTTOM-WIDTH: 1px" vAlign=bottom align=middle width=109 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Djurdjevdan/children.jpg"><IMG height=75 src="Djurdjevdan/ChildrenTN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Children</P></TD> <TD vAlign=bottom align=middle width=109 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center><A href="Djurdjevdan/Sarenica.jpg"><IMG height=80 src="Djurdjevdan/SarenicaTN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Sarenica</P></TD> <TD vAlign=bottom align=middle width=110 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%"><A href="Djurdjevdan/dancers.jpg"><IMG height=75 src="Djurdjevdan/dancersTN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; LINE-HEIGHT: 150%" align=center>Dancers</P></TD> <TD style="BORDER-RIGHT: 1px solid; BORDER-TOP: 1px solid; BORDER-BOTTOM-WIDTH: 1px; BORDER-LEFT: 1px solid" vAlign=bottom align=middle width=110 height=115> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px"><A href="Djurdjevdan/Singing.jpg"><IMG height=66 src="Djurdjevdan/SingingTN.GIF" width=100 border=0></A></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px">Singing</P></TD></TR></TBODY></TABLE></CENTER></DIV></TD></TR>
