Repository: dbujak/SvLuka
Catalog: App_GlobalResources/Strings.*.resx
Languages: sr_cyrl_cs, sr_latn_cs

# 64_time_text
source: <p>As you can imagine, it is not easy to meet day to day church business. While we’re renting a hall for our Liturgies, all the items are transported every time to a hall and back to our property (mostly done by just one person). We mail over 600 letter in our mailings, so one can imagine it takes quite some time to prepare all of those and mail. Church property needs maintenance. Church events always are in need for extra volunteers for organizing and cleaning up. Kolo needs new members, especially younger ones. Web site needs to be updated on a regular basis. While new church construction is just about to begin, we begun some of the preparation work and need a lot of volunteers… The list can go on.</p> <p>We have prepared a <a href="/SvLuka/Forms/pledgeEn.pdf" target="_blank">pledge form</a> where you can select how you can donate your time for church. Please fill it out, return to the church and we will contact you.<p>
sr_cyrl_cs: <p>Вјероватно сте свјесни колико је вилики задатак да се оджава црква, сваки дан. Сада изнамљујемо салу за литургије и сваки пут морамо да транспортујемо ствари за литургију до сале и наѕад. Овај посао углавном одради само један члан наше парохије. Писма се шаљу на 600 адреса – замислите потребно вријеме да се сваки пут ставе писма у коверте, налијепе адресе и маркице. Наше имање треба да се одржава. Црква увијек треба волонтере да помогну при организацији и чесћењу за славе, пикнике и друге прилике. Коло српских сестара увијек је у потрази за новим члановима, нарочито млађим. Интернет страница треба одржавање свакодневно. Требаће нам много руку када поченмо са реновацијом црквене зграде. Ова листа може да буде још дужа...</p> <p>Припремили смо <a href="pledgeSr.pdf" target="_blank">документ</a> гдје можете да нас обавијестите да можете да донирате своје вријеме цркви. Молимо вас да га испуните, пошаљете на црквену адресу и ми ћемо вас контактирати.</p>
sr_latn_cs: <p>Vjerovatno ste svjesni koliko je viliki zadatak da se odzava crkva, svaki dan. Sada iznamljujemo salu za liturgije i svaki put moramo da transportujemo stvari za liturgiju do sale i naѕad. Ovaj posao uglavnom odradi samo jedan clan nase parohije. Pisma se salju na 600 adresa – zamislite potrebno vrijeme da se svaki put stave pisma u koverte, nalijepe adrese i markice. Nase imanje treba da se odrzava. Crkva uvijek treba volontere da pomognu pri organizaciji i cescenju za slave, piknike i druge prilike. Kolo srpskih sestara uvijek je u potrazi za novim clanovima, narocito mladjim. Internet stranica treba odrzavanje svakodnevno. Trebace nam mnogo ruku kada pocenmo sa renovacijom crkvene zgrade. Ova lista moze da bude jos duza...</p> <p>Pripremili smo <a href="pledgeSr.pdf" target="_blank">dokument</a> gdje mozete da nas obavijestite da mozete da donirate svoje vrijeme crkvi. Molimo vas da ga ispunite, posaljete na crkvenu adresu i mi cemo vas kontaktirati.</p>

# 65_money_page_title
source: Helping financially
sr_cyrl_cs: Помоћ цркви новчано
sr_latn_cs: Pomoc crkvi novcano

# 66_money_text
source: <p>Our church would not be able to operate without financial donations as well. Our yearly budget is just under $200,000 which enables us to pay the mortgage, utilities and other bills. Any extra goes toward building fund.</p> <p>We have 4 funds you can donate your money to: <ol> <li>Mortgage fund – used to meet our current mortgage obligations</li> <li>Building fund – used to pay for building permits, and other construction costs and construction related costs</li> <li>Operating fund – priest salary, utilities, other bills, hall rental</li> <li>Altar fund – candles, priest supplies for Litrugies, Sunday school expenses…</li> </ol></p> <p>If you simply want to donate and don’t mind where your money will go, funds fill be allocated to operating fund. On the other hand if you would like your donation to go towards a specific goal, please indicate and it will be used strictly for that purpose (for example: building fund, flowers for sick, library or other specific items).</p> <p>To donate, you can simply write a check and drop it into tasa during liturgy, or mail it to our address.</p> <p>We strongly encourage you to set up automatic donations. That way you will never forget to donate, and if you’re not able to come to church, you will not need to bother with mailing a check.</p> <p>If you prefer to set up automatic donations as ACH withdrawals from your checking account please download <a href="ach.pdf" target="_blank">ACH authorization form</a>, fill it out and mail together with a voided check to our address.</p> <p>Table below can be helpful to you in determining the amount you would like to donate based on your income.</p> <table border=1 width=350px> <tr><td><b>Salary</td><td><b>10%</td><td><b>5%</td><td><b>3%</td><td><b>2%</td><td><b>1%</td></tr> <tr><td>30,000</td><td>3,000</td><td>1,500</td><td>900</td><td>600</td><td>300</td></tr> <tr><td>40,000</td><td>4,000</td><td>2,000</td><td>1,200</td><td>800</td><td>400</td></tr> <tr><td>50,000</td><td>5,000</td><td>2,500</td><td>1,500</td><td>1,000</td><td>500</td></tr> <tr><td>60,000</td><td>6,000</td><td>3,000</td><td>1,800</td><td>1,200</td><td>600</td></tr> <tr><td>70,000</td><td>7,000</td><td>3,500</td><td>2,100</td><td>1,400</td><td>700</td></tr> <tr><td>80,000</td><td>8,000</td><td>4,000</td><td>2,400</td><td>1,600</td><td>800</td></tr> <tr><td>90,000</td><td>9,000</td><td>4,500</td><td>2,700</td><td>1,800</td><td>900</td></tr> <tr><td>100,000</td><td>10,000</td><td>5,000</td><td>3,000</td><td>2,000</td><td>1,000</td></tr> <tr><td>110,000</td><td>11,000</td><td>5,500</td><td>3,300</td><td>2,200</td><td>1,100</td></tr> <tr><td>120,000</td><td>12,000</td><td>6,000</td><td>3,600</td><td>2,400</td><td>1,200</td></tr> <tr><td>130,000</td><td>13,000</td><td>6,500</td><td>3,900</td><td>2,600</td><td>1,300</td></tr> </table> <p><b>We thank you so much for your unselfishness in helping our Church!</b></p>
sr_cyrl_cs: <p>Наша црква не може да опстане и без ваше новчане помоћи. Црквени годишњи буџет је скоро $200,000. Све преко тога иде за фонд за изградњу цркве.</p> <p>Имамо четири фонда гдје можете да донирате новац: <ol> <li>Фонд за отплату зајма – као што име каже, служи за отплату зајма за кућу.</li> <li>Фонд за градњу – користи се за реновацију и изградњу цркве</li> <li>Оперативни фонд – за плаћање основних даџбина везаних за цркву</li> <li>Фонд за олтар – користи се за плаћање икона, новиг олтара, и других сличних ствари потребних за литургију.</li> </ol> </p> <p>Можете назначити како ваше донације треба да се користе (у које сврхе) или можете само ставити да је то донација за цркву. Донације треба да су за Црвку Св. Луке (St. Luke Serbian Orthodox Church), чекове и новац можете убацити у тасу за вријеме литургије, или пошањите чек на црвкену адресу.</p> <p>Најбоље би било кад би се опредјелили да донирате аутоматски. Тако нећете никада заборавити да помогнете цркву, чак и ако нисте у стању да присуствујете литургији.</p> <p>Можете одoбрити да нам шаљете донације аутоматски тако што ће вам се скидати жељена сума аутаматски са вашег чековног рачуна. Једноставно, испуните <a href="ach.pdf" target="_blank">формулар</a> гдје нам одобравате да повучемо сретства са ваше рачуна и пошаљите заједно са поништеним чеком на нашу адресу.</p> <p>Табела испод ја за вашу референцу да одредите колико би жељели да донирате у односу на ваша годишња примања.</p> <table border=1 width=350px> <tr><td><b>Salary</td><td><b>10%</td><td><b>5%</td><td><b>3%</td><td><b>2%</td><td><b>1%</td></tr> <tr><td>30,000</td><td>3,000</td><td>1,500</td><td>900</td><td>600</td><td>300</td></tr> <tr><td>40,000</td><td>4,000</td><td>2,000</td><td>1,200</td><td>800</td><td>400</td></tr> <tr><td>50,000</td><td>5,000</td><td>2,500</td><td>1,500</td><td>1,000</td><td>500</td></tr> <tr><td>60,000</td><td>6,000</td><td>3,000</td><td>1,800</td><td>1,200</td><td>600</td></tr> <tr><td>70,000</td><td>7,000</td><td>3,500</td><td>2,100</td><td>1,400</td><td>700</td></tr> <tr><td>80,000</td><td>8,000</td><td>4,000</td><td>2,400</td><td>1,600</td><td>800</td></tr> <tr><td>90,000</td><td>9,000</td><td>4,500</td><td>2,700</td><td>1,800</td><td>900</td></tr> <tr><td>100,000</td><td>10,000</td><td>5,000</td><td>3,000</td><td>2,000</td><td>1,000</td></tr> <tr><td>110,000</td><td>11,000</td><td>5,500</td><td>3,300</td><td>2,200</td><td>1,100</td></tr> <tr><td>120,000</td><td>12,000</td><td>6,000</td><td>3,600</td><td>2,400</td><td>1,200</td></tr> <tr><td>130,000</td><td>13,000</td><td>6,500</td><td>3,900</td><td>2,600</td><td>1,300</td></tr> </table> <p><b>Натоплије вам се заваљујемо што сте вољни да помогнете нашу цркву!</b></p>
sr_latn_cs: <p>Nasa crkva ne moze da opstane i bez vase novcane pomoci. Crkveni godisnji budzet je skoro $200,000. Sve preko toga ide za fond za izgradnju crkve.</p> <p>Imamo cetiri fonda gdje mozete da donirate novac: <ol> <li>Fond za otplatu zajma – kao sto ime kaze, sluzi za otplatu zajma za kucu.</li> <li>Fond za gradnju – koristi se za renovaciju i izgradnju crkve</li> <li>Operativni fond – za placanje osnovnih dadzbina vezanih za crkvu</li> <li>Fond za oltar – koristi se za placanje ikona, novig oltara, i drugih slicnih stvari potrebnih za liturgiju.</li> </ol> </p> <p>Mozete naznaciti kako vase donacije treba da se koriste (u koje svrhe) ili mozete samo staviti da je to donacija za crkvu. Donacije treba da su za Crvku Sv. Luke (St. Luke Serbian Orthodox Church), cekove i novac mozete ubaciti u tasu za vrijeme liturgije, ili posanjite cek na crvkenu adresu.</p> <p>Najbolje bi bilo kad bi se opredjelili da donirate automatski. Tako necete nikada zaboraviti da pomognete crkvu, cak i ako niste u stanju da prisustvujete liturgiji.</p> <p>Mozete odobriti da nam saljete donacije automatski tako sto ce vam se skidati zeljena suma autamatski sa vaseg cekovnog racuna. Jednostavno, ispunite <a href="ach.pdf" target="_blank">formular</a> gdje nam odobravate da povucemo sretstva sa vase racuna i posaljite zajedno sa ponistenim cekom na nasu adresu.</p> <p>Tabela ispod ja za vasu referencu da odredite koliko bi zeljeli da donirate u odnosu na vasa godisnja primanja.</p> <table border=1 width=350px> <tr><td><b>Salary</td><td><b>10%</td><td><b>5%</td><td><b>3%</td><td><b>2%</td><td><b>1%</td></tr> <tr><td>30,000</td><td>3,000</td><td>1,500</td><td>900</td><td>600</td><td>300</td></tr> <tr><td>40,000</td><td>4,000</td><td>2,000</td><td>1,200</td><td>800</td><td>400</td></tr> <tr><td>50,000</td><td>5,000</td><td>2,500</td><td>1,500</td><td>1,000</td><td>500</td></tr> <tr><td>60,000</td><td>6,000</td><td>3,000</td><td>1,800</td><td>1,200</td><td>600</td></tr> <tr><td>70,000</td><td>7,000</td><td>3,500</td><td>2,100</td><td>1,400</td><td>700</td></tr> <tr><td>80,000</td><td>8,000</td><td>4,000</td><td>2,400</td><td>1,600</td><td>800</td></tr> <tr><td>90,000</td><td>9,000</td><td>4,500</td><td>2,700</td><td>1,800</td><td>900</td></tr> <tr><td>100,000</td><td>10,000</td><td>5,000</td><td>3,000</td><td>2,000</td><td>1,000</td></tr> <tr><td>110,000</td><td>11,000</td><td>5,500</td><td>3,300</td><td>2,200</td><td>1,100</td></tr> <tr><td>120,000</td><td>12,000</td><td>6,000</td><td>3,600</td><td>2,400</td><td>1,200</td></tr> <tr><td>130,000</td><td>13,000</td><td>6,500</td><td>3,900</td><td>2,600</td><td>1,300</td></tr> </table> <p><b>Natoplije vam se zavaljujemo sto ste voljni da pomognete nasu crkvu!</b></p>

# 67_construction_diary
source: Construction Diary
sr_cyrl_cs: Дневник Реновације
sr_latn_cs: Dnevnik Renovacije

# 68_forms
source: Forms
sr_cyrl_cs: Документи
sr_latn_cs: Dokumenti

# 69_yellow_pages
source: DC Yellow Pages
sr_cyrl_cs: Локалне фирме
sr_latn_cs: Lokalne firme

# 70_forms_title
source: Forms for Download
sr_cyrl_cs: Документи
sr_latn_cs: Dokumenti

# 71_forms_page
source: These are the forms available for download: <ul> <li><a href="/SvLuka/Forms/pledgeEn.pdf" target="_blank">Pledge Form</a></li> <li><a href="/SvLuka/Forms/GivingForm_SLSOChurch.pdf" target="_blank">Credit Card / Bank Account donation form</a></li> <li><a href="/SvLuka/Forms/sunday school.pdf" target="_blank">Sunday School Form</a></li> </ul> <br><br> <br><br> <br><br> <br><br> <br><br> <br><br>
sr_cyrl_cs: Ови документи су на располагању да их преснимите: <ul> <li><a href="/SvLuka/Forms/pledgeSr.pdf" target="_blank">Документ за предвиђене прилоге</a></li> <li><a href="/SvLuka/Forms/GivingForm_SLSOChurch.pdf" target="_blank">Донације путем кредитне картице или банковног рачуна</a></li> <li><a href="/SvLuka/Forms/sunday school.pdf" target="_blank">Црквена школа за дјецу</a></li> </ul> <br><br> <br><br> <br><br> <br><br> <br><br> <br><br>
sr_latn_cs: Ovi dokumenti su na raspolaganju da ih presnimite: <ul> <li><a href="/SvLuka/Forms/pledgeSr.pdf" target="_blank">Dokument za predvidjene priloge</a></li> <li><a href="/SvLuka/Forms/GivingForm_SLSOChurch.pdf" target="_blank">Donacije putem kreditne kartice ili bankovnog racuna</a></li> <li><a href="/SvLuka/Forms/sunday school.pdf" target="_blank">Crkvena skola za djecu</a></li> </ul> <br><br> <br><br> <br><br> <br><br> <br><br> <br><br>

# 72_construction_title
source: Construction Diary
sr_cyrl_cs: Дневник Реновације
sr_latn_cs: Dnevnik renovacije

# 73_construction_page
source: <h3>Coming soon...
sr_cyrl_cs: <h3>Ускоро...
sr_latn_cs: <h3>Uskoro...

# 74_yellowpages_title
source: Yellow Pages
sr_cyrl_cs: Локалне фирме
sr_latn_cs: Lokalne firme

# 76_uptodate
source: Up-to-date
sr_cyrl_cs: Редовно одржавање
sr_latn_cs: Redovno odrzavanje

# 77_letusknow_title
source: Let Us Know...
sr_cyrl_cs: Обавјестите нас
sr_latn_cs: Obavijestite nas

# 78_letusknow_page
source: <p>Dear parishioners, <p>Our main goal for the newsletter is to reflect what is happening in our parish! <p>The best way we can learn about something is by you letting us know. <p>If you, or somebody you know has had: <ul> <li>a wedding</li> <li>baptism</li> <li>graduation</li> <li>baby</li> <li>anniversary</li> <li>death</li> <li>or anything else</li> </ul> Please write us to <a href="mailto:newsletter@svluka.org">newsletter@svluka.org</a>. Also, please include digital pictures in your e-mail and text you’d like to appear. <p>Thank you very much for helping us stay in touch!!!
sr_cyrl_cs: <p>Драги парохијани, <p>Наш гланви циљ који желимо да остваримо са цкрвеним новинама јесте да вас обавијестимо шта се дешава у нашој парохији и са нашим парохијанима! <p>Најбољи и најсигурнији начин да сазанамо новости и тако их објавимо је да нас Ви директно обавијестите. <p>Ако сте Ви лично, или знате некога да се рецимо: <ul> <li>вјенчао</li> <li>крстио</li> <li>матурирао</li> <li>добио бебу</li> <li>славио годишњицу</li> <li>преминуо</li> <li>или било шта друго</li> </ul> молимо вас да нам пишете на <a href="mailto:newsletter@svluka.org">newsletter@svluka.org</a>. Молимо вас да у писмо ставите и електроске слике и текст који би жељели да се објави. <p>Наљепше хвала што нам помажете да одржавамо блиске везе!!!
sr_latn_cs: <p>Dragi parohijani, <p>Nas glanvi cilj koji zelimo da ostvarimo sa ckrvenim novinama jeste da vas obavijestimo sta se desava u nasoj parohiji i sa nasim parohijanima! <p>Najbolji i najsigurniji nacin da sazanamo novosti i tako ih objavimo je da nas Vi direktno obavijestite. <p>Ako ste Vi licno, ili znate nekoga da se recimo: <ul> <li>vjencao</li> <li>krstio</li> <li>maturirao</li> <li>dobio bebu</li> <li>slavio godisnjicu</li> <li>preminuo</li> <li>ili bilo sta drugo</li> </ul> molimo vas da nam pisete na <a href="mailto:newsletter@svluka.org">newsletter@svluka.org</a>. Molimo vas da u pismo stavite i elektroske slike i tekst koji bi zeljeli da se objavi. <p>Naljepse hvala sto nam pomazete da odrzavamo bliske veze!!!

# 79_links
source: Links
sr_cyrl_cs: Линкови
sr_latn_cs: Linkovi

# 80_links_title
source: Page with Links
sr_cyrl_cs: Страница са линковима
sr_latn_cs: Stranica sa linkovima

# 81_links_page
source: If you would like to have your church link on this page send e-mail to webmaster (get e-mail from contact us page)
sr_cyrl_cs: Ако би вољели да поставимо линк и од ваше цркве пошаљите емаил вебмастеру - линк је на страници за контактирање.
sr_latn_cs: Ako bi voljeli da postavimo link i od vase crkve posaljite email vebmasteru - link je na stranici za kontaktiranje.

# 82_mailinglist_title
source: St Luke's Mailing List
sr_cyrl_cs: Емаил листа цркве Св Луке
sr_latn_cs: Email lista crkve Sv Luke

# 83_mailinglist_page
source: To subscribe to our mailing list simply put your email address and click subscribe. In addition you can provide us with your name and address if you'd like to receive regular mailings from our Church.
sr_cyrl_cs: Да почнете добијати емаилове наше цркве упишите свој емаил и кликните на "пријава" дугме испод. Ако хоћете да вам шаљемо и регуларну пошту уписшите своје име и адресу.
sr_latn_cs: Da pocnete dobijati emailove nase crkve upisite svoj email i kliknite na "prijava" dugme ispod. Ako hocete da vam saljemo i regularnu postu upisite svoje ime i adresu.

# 84_mailinglist_email
source: E-mail [mandatory]:
sr_cyrl_cs: Емаил [обавезно]:
sr_latn_cs: Email [obavezno]:

# 85_mailinglist_email_error
source: Missing or not valid e-mail
sr_cyrl_cs: Заборавили сте емаил или емаил није исправан
sr_latn_cs: Zaboravili ste email ili email nije ispravan

# 86_mailinglist_Fname
source: First Name:
sr_cyrl_cs: Име:
sr_latn_cs: Ime:

# 87_mailinglist_Lname
source: Last Name:
sr_cyrl_cs: Преѕиме:
sr_latn_cs: Prezime:

# 88_mailinglist_Address
source: Address:
sr_cyrl_cs: Адреса:
sr_latn_cs: Adresa:

# 89_mailinglist_CityEtc
source: City, State and ZIP:
sr_cyrl_cs: Град, држава и зип:
sr_latn_cs: Grad, drzava i zip:

# 90_mailinglist_Submit
source: Subscribe
sr_cyrl_cs: Пријава
sr_latn_cs: Prijava

# 91_schedules_page_page
source: Please click on an event on the calendar to get more information.
sr_cyrl_cs: За више информација о догађају који вас занима кликните на његов текст на календару.
sr_latn_cs: Za vise informacija o dogadjaju koji vas zanima kliknite na njegov tekst na kalendaru.

# 91.5_schedules_page_fast
source: <p>Fast Days are shown on the calendar <FONT style="BACKGROUND-COLOR: #C4A883" color="white"> &nbsp;&nbsp;<FONT size="2">highlighted</FONT>&nbsp;&nbsp;</FONT></p> <!--<p>On fast days the faitful eat no meat, fish, eggs, dairy products, wine (including alcholic beverages in general), or oil - this is indicated with <FONT style="BACKGROUND-COLOR: #888858" color="white"> &nbsp;&nbsp;<FONT size="2">Water</FONT>&nbsp;&nbsp;</FONT>. </p> <p>On days indicated with <FONT style="BACKGROUND-COLOR: #888858" color="white">&nbsp;&nbsp;<FONT size="2">Oil</FONT>&nbsp;&nbsp;</FONT> the fast is relaxed to allow the use of wine and oil.</p> <p>On days indicated with <FONT style="BACKGROUND-COLOR: #888858" color="white">&nbsp;&nbsp;<FONT size="2">Fish</FONT>&nbsp;&nbsp;</FONT>, in addition to wine and oil, the use of fish is permited.</p> <p>In case of doubt, the guidance of one's confessor or pastor should be sought.</p>-->
sr_cyrl_cs: <p>Посни дани на календару су <FONT style="BACKGROUND-COLOR: #C4A883" color="white"> &nbsp;&nbsp;<FONT size="2">означени</FONT>&nbsp;&nbsp;</FONT></p> <!--<p>На посне дане вијерни не конзумирају месо, рибу, јаја, млијеко и млијечне производе, вино (било који алкохол) нити уље - ово је означено на календару са <FONT style="BACKGROUND-COLOR: #888858" color="white"> &nbsp;&nbsp;<FONT size="2">Water</FONT>&nbsp;&nbsp;</FONT>. </p> <p>На дане означене са <FONT style="BACKGROUND-COLOR: #888858" color="white">&nbsp;&nbsp;<FONT size="2">Oil</FONT>&nbsp;&nbsp;</FONT> дозвољено је конзумирати још уље и вино.</p> <p>На дане означене са <FONT style="BACKGROUND-COLOR: #888858" color="white">&nbsp;&nbsp;<FONT size="2">Fish</FONT>&nbsp;&nbsp;</FONT>, поред вина и уља дозвољено је конзумирати и рибу.</p> <p>Ако нисте сигурни како да постите обавезно се посавјетујте са свештеником.</p>-->
sr_latn_cs: <p>Posni dani na kalendaru su <FONT style="BACKGROUND-COLOR: #C4A883" color="white"> &nbsp;&nbsp;<FONT size="2">oznaceni</FONT>&nbsp;&nbsp;</FONT></p> <!--<p>Na posne dane vijerni ne konzumiraju meso, ribu, jaja, mlijeko i mlijecne proizvode, vino (bilo koji alkohol) niti ulje - ovo je oznaceno sa <FONT style="BACKGROUND-COLOR: #888858" color="white"> &nbsp;&nbsp;<FONT size="2">Water</FONT>&nbsp;&nbsp;</FONT>. </p> <p>Na dane oznacene sa <FONT style="BACKGROUND-COLOR: #888858" color="white">&nbsp;&nbsp;<FONT size="2">Oil</FONT>&nbsp;&nbsp;</FONT> dozvoljeno je konzumirati jos ulje i vino.</p> <p>Na dane oznacene sa <FONT style="BACKGROUND-COLOR: #888858" color="white">&nbsp;&nbsp;<FONT size="2">Fish</FONT>&nbsp;&nbsp;</FONT>, pored vina i ulja dozvoljeno je konzumirati i ribu.</p> <p>Ako niste sigurni kako da postite obavezno se posavjetujte sa svestenikom.</p>-->

# 92_folklore
source: Folklore Ensemble
sr_cyrl_cs: Фолклор
sr_latn_cs: Folklor

# 93_folklorehome
source: Home
sr_cyrl_cs: Главна
sr_latn_cs: Glavna

# 94_folklorepage_title
source: Dance Group
sr_cyrl_cs: Фолклор
sr_latn_cs: Folklore
