Repository: dbujak/SvLuka
Catalog: App_GlobalResources/Strings.*.resx
Languages: sr_cyrl_cs, sr_latn_cs

# 1_title
source: St Luke Serbian Orthodox Church
sr_cyrl_cs: Српска православна црква Св Луке
sr_latn_cs: Srpska pravoslavna crkva Sv Luke

# 2_home_religius
source: Troparion, Tone 3:<br> Holy Apostle Luke, intercede with<br> God all merciful that He may grant us<br> remission of sins.
sr_cyrl_cs: Тропар Глас 3:<br> Апостоле свети и еванђелисте Лука,<br> моли милостивог Бога, да опроштај<br> грехова дарује душама нашим.
sr_latn_cs: Tropar Glas 3:<br> Apostole sveti i evandjeliste Luka,<br> moli milostivog Boga, da oprostaj<br> grehova daruje dusama nasim.

# 3_introduction
source: St Luke Church
sr_cyrl_cs: Црква Св Лукe
sr_latn_cs: Crkva Sv Luke

# 4_home
source: Capital Campaign
sr_cyrl_cs: Кампања за Цркву
sr_latn_cs: Kampanja za Crkvu

# 5_whatsnew
source: What's New
sr_cyrl_cs: Новости
sr_latn_cs: Novosti

# 6_schedules
source: Calendar
sr_cyrl_cs: Календар
sr_latn_cs: Kalendar

# 7_home_page_title
source: Welcome
sr_cyrl_cs: Добро нам дошли
sr_latn_cs: Dobro nam dosli

# 9_whatsnew_page_title
source: What's New
sr_cyrl_cs: Новости
sr_latn_cs: Novosti

# 10_directions_page_title
source: Directions
sr_cyrl_cs: Упутства за вожњу
sr_latn_cs: Uputstva za voznju

# 11_directions_directions
source: Directions:
sr_cyrl_cs: Упутство:
sr_latn_cs: Uputstvo:

# 12_directions
source: Directions
sr_cyrl_cs: Упутства за вожњу
sr_latn_cs: Uputstva za voznju

# 13_whatsnew_updated
source: Updated
sr_cyrl_cs: Додано
sr_latn_cs: Dodano

# 14_schedules_page_title
source: Schedules
sr_cyrl_cs: Распоред служби
sr_latn_cs: Raspored sluzbi

# 15_donation_page_title
source: Families Supporting Church with at least $90 / month
sr_cyrl_cs: Донације
sr_latn_cs: Donacije

# 16_donation_instruction
source: <p>Unfortunately, we decided to cancel Internet donations. Response was very weak, ~$200 per month on average, and considering that we had to pay monthly for this service no matter how much money donated, we decided to cancel this convenient way for donations. <p>Instead, please, mail us your check to the church address (bellow). <p>Thank you very much! <p>10660 River Road<br> Potomac, Maryland 20854
sr_cyrl_cs: <p>На жалост били смо принуђени да одкажемо донације путем Интернета. Одазив je био јако слаб, око $200 мјесечно у просјеку, а са обзиром да се овај сервис морао плаћати сваког мјесеца без обзира на количину донираних сретстава, одлучили смо да престанемо са овим видом донација. <p>Молимо вас да нам пошаљете намјерену донацију путем поште на нашу доле наведену адресу. <p>Хвала велика! <p>10660 River Road<br> Potomac, Maryland 20854
sr_latn_cs: <p>Na zalost bili smo prinudjeni da odkazemo donacije putem Interneta. Odaziv je bio jako slab, oko $200 mjesecno u prosjeku, a sa obzirom da se ovaj servis morao placati svakog mjeseca bez obzira na kolicinu doniranih sretstava, odlucili smo da prestanemo sa ovim vidom donacija. <p>Molimo vas da nam posaljete namjerenu donaciju putem poste na nasu dole navedenu adresu. <p>Hvala velika! <p>10660 River Road<br> Potomac, Maryland 20854

# 17_donation_select_amount
source: Please choose amount
sr_cyrl_cs: Изаберите суму:
sr_latn_cs: Izaberite sumu:

# 18_donation_missing
source: You forgot to choose donation.
sr_cyrl_cs: Заборавили сте да унесте прилог
sr_latn_cs: Zaboravili ste da uneste prilog

# 19_donation_notvalid
source: That is not a valid amount.
sr_cyrl_cs: Нисте унијели добар број.
sr_latn_cs: Niste unijeli dobar broj.

# 20_donation_submit
source: Donate
sr_cyrl_cs: Пошаљите донацију
sr_latn_cs: Posaljite donaciju

# 21_donation_min
source: min $5
sr_cyrl_cs: мин $5

# 22_footer_chat
source: <table height="20"> <tr> <td> <span class="footerChat"> <!-- Boldcenter Live Chat Button HTML v1.10 (Type=Web,ChatButton=- None -,ChatWindow=- None -,Website=- None -) --> <a href="http://chat.boldcenter.com/aid/304086841263900764/bc.chat" target="_blank" onClick="this.newWindow = window.open('http://chat.boldcenter.com/aid/304086841263900764/bc.chat?url=' + document.location, 'Chat', 'toolbar=0,scrollbars=1,location=0,statusbar=0,menubar=0,resizable=1,width=640,height=480');this.newWindow.focus();this.newWindow.opener=window;return false;"> <b>You can also chat with us live!</b> </a> <!-- /Boldcenter Live Chat Button HTML v1.10 --> </span> </td> </tr> </table>
sr_cyrl_cs: <table height="20"> <tr> <td> <span class="footerChat"> <!-- Boldcenter Live Chat Button HTML v1.10 (Type=Web,ChatButton=- None -,ChatWindow=- None -,Website=- None -) --> <a href="http://chat.boldcenter.com/aid/304086841263900764/bc.chat" target="_blank" onClick="this.newWindow = window.open('http://chat.boldcenter.com/aid/304086841263900764/bc.chat?url=' + document.location, 'Chat', 'toolbar=0,scrollbars=1,location=0,statusbar=0,menubar=0,resizable=1,width=640,height=480');this.newWindow.focus();this.newWindow.opener=window;return false;"> <b>Кликните овдје за помоћ уживо!</b></a> <!-- /Boldcenter Live Chat Button HTML v1.10 --> </span> </td> </tr> </table>
sr_latn_cs: <table height="20"> <tr> <td> <span class="footerChat"> <!-- Boldcenter Live Chat Button HTML v1.10 (Type=Web,ChatButton=- None -,ChatWindow=- None -,Website=- None -) --> <a href="http://chat.boldcenter.com/aid/304086841263900764/bc.chat" target="_blank" onClick="this.newWindow = window.open('http://chat.boldcenter.com/aid/304086841263900764/bc.chat?url=' + document.location, 'Chat', 'toolbar=0,scrollbars=1,location=0,statusbar=0,menubar=0,resizable=1,width=640,height=480');this.newWindow.focus();this.newWindow.opener=window;return false;"> <b>Kliknite ovdje za pomoc uzivo!</b> </a> <!-- /Boldcenter Live Chat Button HTML v1.10 --> </span> </td> </tr> </table>

# 24_thankyou_text
source: <p>Dear dbujakbname,</p> <p>Thank you so much for your generous donation of $dbujakamount. We can all together make our dream reality - to finally build the church!</p> <p>Have a great day, and please come again!</p>
sr_cyrl_cs: <p>Поштовани/а dbujakbname,</p> <p>Наљепше се захваљујемо на вашој великодушној донације од $dbujakamount. Једино заједно моземо остварити наш сан - да напокон изградимо цркву!</p> <p>Хвала још једном и молимо вас да дођете опет!</p>
sr_latn_cs: <p>Postovani/a dbujakbname,</p> <p>Naljepse se zahvaljujemo na vasoj velikodusnoj donacije od $dbujakamount. Jedino zajedno mozemo ostvariti nas san - da napokon izgradimo crkvu!</p> <p>Hvala jos jednom i molimo vas da dodjete opet!</p>

# 25_thankyou_ps
source: <br><br> PS<br> Since your donation was $250 or over, you will receive latter in mail stating so, as required by the US government.
sr_cyrl_cs: <br><br> ПС<br> Посшто је ваша донација била $250 или више, добићете потврдно писмо од нас о томе - тако је регулисано по УС законима.
sr_latn_cs: <br><br> PS<br> Possto je vasa donacija bila $250 ili vise, dobicete potvrdno pismo od nas o tome - tako je regulisano po US zakonima.

# 23_thinkyou_title
source: Thank You for Your Donation!
sr_cyrl_cs: Хвала на донацији!
sr_latn_cs: Hvala na donaciji!

# 24_header_donate
source: <a href="/SvLuka/Donations/donation.aspx"><font size=4><b>On-Line Donations</b></font></a>
sr_cyrl_cs: <a href=/SvLuka/Donations/donation.aspx><font size=4><b>Интернет Донације</a></b></font>
sr_latn_cs: <a href="/SvLuka/Donations/donation.aspx"><font size=4><b>Internet Donacije</b></font></a>

# 25_sorrypage_title
source: We are sorry...
sr_cyrl_cs: Извињавамо се...
sr_latn_cs: Izvnjavamo se...

# 26_sorry_text
source: <p>Thank you for trying to donate money, however, there is a problem with your credit card and the system can't accept it.</p> <p>You can try again latter, or contact us by phone, e-mail or live chat at the bottom of every page.</p> <p>We apologize for the inconvenience.</p>
sr_cyrl_cs: <p>Хвала што сте вољни да донирате новац. На жалост постоји неки проблем и систем не прихвата вашу кредидну картицу.</p> <p>Можете опет пробати полије, или нас контактирати путем телефона, е-маила или узиво чата на дну сваке странице.<p> <p>Извињавамо се због ове непријатности.</p>
sr_latn_cs: <p>Hvala sto ste voljni da donirate novac. Na zalost postoji neki problem i sistem ne prihvata vasu kredidnu karticu.</p> <p>Mozete opet probati polije, ili nas kontaktirati putem telefona, e-maila ili uzivo cata na dnu svake stranice.<p> <p>Izvinjavamo se zbog ove neprijatnosti.</p>

# 27_donations
source: Donations
sr_cyrl_cs: Донације
sr_latn_cs: Donacije

# 28_other
source: Other
sr_cyrl_cs: Остало
sr_latn_cs: Ostalo

# 29_contactus
source: Contact Us
sr_cyrl_cs: Контакт информације
sr_latn_cs: Kontakt informacije

# 30_photos
source: Photos & Videos
sr_cyrl_cs: Слике и видео
sr_latn_cs: Slike i video

# 31_newsletter
source: Publications
sr_cyrl_cs: Публикације
sr_latn_cs: Publikacije

# 32_teenpage
source: Sunday School
sr_cyrl_cs: Школа за дјецу
sr_latn_cs: Skola za djecu

# 33_teenhome
source: Home
sr_cyrl_cs: Главна
sr_latn_cs: Glavna

# 34_teenyouthgroup
source: Youth Group
sr_cyrl_cs: Група за младе
sr_latn_cs: Grupa za mlade

# 35_teenpage_title
source: Teen Page Home
sr_cyrl_cs: Страница за тинејџере
sr_latn_cs: Stranica za mlade

# 36_teenpage_text
source: <p>Sunday School classes begins immediately after Communion of the Divine Liturgy. </P> <p>We welcome children from pre-school through high school. </p> <p>For additional information about Sunday School, please contact Desanka Elwell at 414-248-5612 or <a href="mailto:dtelwell@hotmail.com">dtelwell@hotmail.com</a>.</p> <br><br><br> <p>Dear Teenagers, </p> <p> We are happy to add this special section to our church website to help address the issues that may matter to you, or that you may face during this time in your life. Together with your parents and family, the Church and Church community loves you. This information is provided so that you can learn more about our faith and its position on contemporary issues.</p> <p> <ul> <li><a href="/SvLuka/Teens/YouthGroup.aspx">Teen Youth Group</a></li> <li><a href="/SvLuka/Teens/East.aspx">Why Do We Face East When We Pray?</a></li> <li><a href="/SvLuka/Teens/Tattoing.aspx">Is Tattooing Or Body Piercing Really Bad?!!</a></li> <li><a href="/SvLuka/Teens/PrayerRopes.aspx">About Prayer Ropes</a></li> </ul> </p>
sr_cyrl_cs: <p>Недељња школа почиње одмах након Причешћа на Светој Литургији</P> <p> Wayside Elementary School<br> 10011 Glen Road<br> Potomac MD 20854<br></p> <p>Наравно, дјеца свих узраста су добродошла! </p> <p>За додатне информације обратите се Беки Кесић на тел: 703-421-1254 или е-маил: <a href="mailto:Kesic.becky@verizon.net">Kesic.becky@verizon.net</a>.</p> <br><br><br> <p>Драги тинејџери, </p> <p> Драго нам је да имамо ову специјалну скецију на нашем црквеном сајту да можемо да објаснимо неке ствари које вас интересују, или са којима ћете се сусрести у току живота. <p> <ul> <li><a href="/SvLuka/Teens/YouthGroup.aspx">Група за младе</a></li> <li><a href="/SvLuka/Teens/East.aspx">Зашто се окрећемо на исток кад се молимо?</a></li> <li><a href="/SvLuka/Teens/Tattoing.aspx">Да ли је тетоважа и бушење тијела заиста лоше?!!</a></li> <li><a href="/SvLuka/Teens/PrayerRopes.aspx">Више о бројаницама</a></li> </ul> </p>
sr_latn_cs: <p>Nedeljnja skola pocinje odmah nakon Pricesca na Svetoj Liturgiji</P> <p>Naravno, djeca svih uzrasta su dobrodosla! </p> <p>Za dodatne informacije obratite se Desanka Elvel na tel: 414-248-5612 ili e-mail: <a href="mailto:dtelwell@hotmail.com">dtelwell@hotmail.com</a>.</p> <br><br><br> <p>Dragi tinejdzeri, </p> <p> Drago nam je da imamo ovu specijalnu skeciju na nasem crkvenom sajtu da mozemo da objasnimo neke stvari koje vas interesuju, ili sa kojima cete se susresti u toku zivota. <p> <ul> <li><a href="/SvLuka/Teens/YouthGroup.aspx">Grupa za mlade</a></li> <li><a href="/SvLuka/Teens/East.aspx">Zasto se okrecemo na istok kad se molimo?</a></li> <li><a href="/SvLuka/Teens/Tattoing.aspx">Da li je tetovaza i busenje tijela zaista lose?!!</a></li> <li><a href="/SvLuka/Teens/PrayerRopes.aspx">Vise o brojanicama</a></li> </ul> </p>

# 37_youthgroup_title
source: Youth Group
sr_cyrl_cs: Група за младе
sr_latn_cs: Grupa za mlade

# 38_youthgroup_text
source: <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=center><FONT size=5><STRONG>Teen Youth Group</STRONG></FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=center> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>ARE YOU . . . . </P> <UL> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Between the ages of 13 – 18? </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Looking for opportunities to develop friendships with other Orthodox Christians, like you? </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Interested in supporting your church? </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Willing to volunteer your time and talents to help others? </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Curious about how our faith helps teens deal with the difficult issues we face each day? </DIV></LI></UL> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=center>If so, then you might be interested in joining the</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=center><U><STRONG><FONT size=5>St. Luke Serbian Orthodox Youth Group</FONT></STRONG></U> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>We will meet once a month for fellowship, activities, and discussions. Some possible activities may include: </P> <UL> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Attending a youth retreat with other Orthodox Christian youth or other Serbian Orthodox youth. </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Going bowling with the group </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Assisting members of our parish who may need basic household projects completed </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Preparing and serving food to the homeless </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Having informal discussions about issues teens face </DIV></LI></UL> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>For more information about the Youth Group, please contact Father Alex or Desanka Elwell. </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Father Alex: <A href="mailto:Fathermicich@yahoo.com">Fathermicich@yahoo.com</A> or 301-299-2704 </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Desanka Elwell: <A href="mailto:dtelwell@hotmail.com">dtelwell@hotmail.com</A> or 414-248-5612</P>
sr_cyrl_cs: <p>Извињавамо се што страница није преведена. Ако имате времена да преведете молимо вас да нас контактирате на <a href="mailto:webmaster2006@svluka.org">емаил</a></p> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=center><FONT size=5><STRONG>Teen Youth Group</STRONG></FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=center> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>ARE YOU . . . . </P> <UL> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Between the ages of 13 – 18? </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Looking for opportunities to develop friendships with other Orthodox Christians, like you? </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Interested in supporting your church? </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Willing to volunteer your time and talents to help others? </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Curious about how our faith helps teens deal with the difficult issues we face each day? </DIV></LI></UL> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=center>If so, then you might be interested in joining the</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=center><U><STRONG><FONT size=5>St. Luke Serbian Orthodox Youth Group</FONT></STRONG></U> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>We will meet once a month for fellowship, activities, and discussions. Some possible activities may include: </P> <UL> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Attending a youth retreat with other Orthodox Christian youth or other Serbian Orthodox youth. </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Going bowling with the group </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Assisting members of our parish who may need basic household projects completed </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Preparing and serving food to the homeless </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Having informal discussions about issues teens face </DIV></LI></UL> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>For more information about the Youth Group, please contact Father Alex or Becky Kesic. </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Father Alex: <A href="mailto:Fathermicich@yahoo.com">Fathermicich@yahoo.com</A> or 301-299-2704 </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Becky Kesic: <A href="mailto:Kesic.becky@verizon.net">Kesic.becky@verizon.net</A> or 703-421-1254</P>
sr_latn_cs: <p>Izvinjavamo se sto stranica nije prevedena. Ako imate vremena da prevedete molimo vas da nas kontaktirate na <a href="mailto:webmaster2006@svluka.org">email</a></p> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=center><FONT size=5><STRONG>Teen Youth Group</STRONG></FONT></P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=center> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>ARE YOU . . . . </P> <UL> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Between the ages of 13 – 18? </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Looking for opportunities to develop friendships with other Orthodox Christians, like you? </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Interested in supporting your church? </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Willing to volunteer your time and talents to help others? </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Curious about how our faith helps teens deal with the difficult issues we face each day? </DIV></LI></UL> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=center>If so, then you might be interested in joining the</P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=center><U><STRONG><FONT size=5>St. Luke Serbian Orthodox Youth Group</FONT></STRONG></U> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>We will meet once a month for fellowship, activities, and discussions. Some possible activities may include: </P> <UL> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Attending a youth retreat with other Orthodox Christian youth or other Serbian Orthodox youth. </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Going bowling with the group </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Assisting members of our parish who may need basic household projects completed </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Preparing and serving food to the homeless </DIV> <LI> <DIV style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Having informal discussions about issues teens face </DIV></LI></UL> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left> </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>For more information about the Youth Group, please contact Father Alex or Desanka Elwell. </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Father Alex: <A href="mailto:Fathermicich@yahoo.com">Fathermicich@yahoo.com</A> or 301-299-2704 </P> <P style="MARGIN-TOP: 0px; MARGIN-BOTTOM: 0px; FONT-FAMILY: 'Kristen ITC'" align=left>Desanka Elwell: <A href="mailto:dtelwell@hotmail.com">dtelwell@hotmail.com</A> or 414-248-5612</P>

# 39_eastpage_title
source: WHY DO WE FACE EAST WHEN WE PRAY?
sr_cyrl_cs: Зашто се окрећемо на исток кад се молимо?
sr_latn_cs: Zasto se okrecemo na istok kad se molimo?
