Repository: dbujak/SvLuka
Catalog: App_GlobalResources/Strings.*.resx
Languages: sr_cyrl_cs, sr_latn_cs

# 91.7_schedules_calendars
source: <p>As you probably noticed, we are using google calendars for our church website. All of our calendars are public, which means you can have them linked to your <b>cell phone</b>.<p>Please <a href="http://support.google.com/calendar/bin/topic.py?hl=en&topic=13950&p=syncmobile" target="_blank">click here</a> to get detailed instructions how to do that.<p>After you read above instructions, you will need information below:<style type="text/css">#dejan td, #dejan th { border-bottom:1px dotted black;padding:5px; }#dejan {border:1px solid black;}</style><table id="dejan"><tr><th>Calendar</th><th>Description</th><th>Calendar ID</th><th>HTML</th><th>ICAL</th><th>XML</th></tr><tr><td valign=top>Sv Luka</td><td valign=top>You can find schedule of services, events, meetings, choir practices and similar.</td><td valign=top><center><input type="text" value="is16q4gom1ke09s9fqfchmffcg@group.calendar.google.com"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'is16q4gom1ke09s9fqfchmffcg@group.calendar.google.com'); return false;">copy text</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/embed?src=is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com&ctz=America/New_York"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/embed?src=is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com&ctz=America/New_York'); return false;">copy text</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/ical/is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com/public/basic.ics"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/ical/is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com/public/basic.ics'); return false;">copy text</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/feeds/is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com/public/basic"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/feeds/is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com/public/basic'); return false;">copy text</a></center></td></tr><tr><td valign=top>Serbian Orthodox Calendar</td><td valign=top>"Red" and "black" days from Serbian Orthodox Calendar and descriptions. In English.</td><td valign=top><center><input type="text" value="lqdpci7b1t2rkoact8ar44jigs@group.calendar.google.com"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'lqdpci7b1t2rkoact8ar44jigs@group.calendar.google.com'); return false;">copy text</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/embed?src=lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com&ctz=America/New_York"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/embed?src=lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com&ctz=America/New_York'); return false;">copy text</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/ical/lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com/public/basic.ics"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/ical/lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com/public/basic.ics'); return false;">copy text</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/feeds/lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com/public/basic"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/feeds/lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com/public/basic'); return false;">copy text</a></center></td></tr><tr><td valign=top>Serbian Orthodox Calendar</td><td valign=top>Same as above, but in Serbian.</td><td valign=top><center><input type="text" value="l7isj43cj3k45foom4pl614fdc@group.calendar.google.com"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'l7isj43cj3k45foom4pl614fdc@group.calendar.google.com'); return false;">copy text</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/embed?src=l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com&ctz=America/New_York"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/embed?src=l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com&ctz=America/New_York'); return false;">copy text</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/ical/l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com/public/basic.ics"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/ical/l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com/public/basic.ics'); return false;">copy text</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/feeds/l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com/public/basic"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/feeds/l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com/public/basic'); return false;">copy text</a></center></td></tr><tr><td valign=top>Orthodox Fast Days</td><td valign=top>Fasting days.</td><td valign=top><center><input type="text" value="6lne9t4ljhv8srj9s7hnd55oqg@group.calendar.google.com"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', '6lne9t4ljhv8srj9s7hnd55oqg@group.calendar.google.com'); return false;">copy text</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/embed?src=6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com&ctz=America/New_York "><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/embed?src=6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com&ctz=America/New_York '); return false;">copy text</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/ical/6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com/public/basic.ics"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/ical/6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com/public/basic.ics'); return false;">copy text</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/feeds/6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com/public/basic"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/feeds/6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com/public/basic'); return false;">copy text</a></center></td></tr><tr><td valign=top>Folklore</td><td valign=top>Schedule of practices and performances of St Luke's Folklore group.</td><td valign=top><center><input type="text" value="aea5db1h2ssolond3llcnpul7g@group.calendar.google.com"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'aea5db1h2ssolond3llcnpul7g@group.calendar.google.com'); return false;">copy text</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/embed?src=aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com&ctz=America/New_York"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/embed?src=aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com&ctz=America/New_York'); return false;">copy text</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/ical/aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com/public/basic.ics"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/ical/aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com/public/basic.ics'); return false;">copy text</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/feeds/aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com/public/basic"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/feeds/aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com/public/basic'); return false;">copy text</a></center></td></tr></table>
sr_cyrl_cs: <p>Можда сте примјетили да користимо google календаре за наш веб сајт. Сви календари су јавни, што значи да их можете повезати на свој <b>мобилни телефон</b>.<p><a href="http://support.google.com/calendar/bin/topic.py?hl=en&topic=13950&p=syncmobile" target="_blank">Овдје</a> су детаљне инструкције како да преузмете календар на ваш телефон.<p>Када прочитате уптства на линку изнад, биће вам јасно шта да радите са подацима у тебели испод:<style type="text/css">#dejan td, #dejan th { border-bottom:1px dotted black;padding:5px; }#dejan {border:1px solid black;}</style><table id="dejan"><tr><th>Календар</th><th>Опис</th><th>Calendar ID</th><th>HTML</th><th>ICAL</th><th>XML</th></tr><tr><td valign=top>Св Лука</td><td valign=top>Овдје је распоред служења наше цркве, састанци, пробе хора и слично.</td><td valign=top><center><input type="text" value="is16q4gom1ke09s9fqfchmffcg@group.calendar.google.com"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'is16q4gom1ke09s9fqfchmffcg@group.calendar.google.com'); return false;">ископирај текст</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/embed?src=is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com&ctz=America/New_York"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/embed?src=is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com&ctz=America/New_York'); return false;">ископирај текст</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/ical/is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com/public/basic.ics"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/ical/is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com/public/basic.ics'); return false;">ископирај текст</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/feeds/is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com/public/basic"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/feeds/is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com/public/basic'); return false;">ископирај текст</a></center></td></tr><tr><td valign=top>Календар Српске Православне Цркве</td><td valign=top>Црвени и црни дану су означени као и кратак опис (енглиски језик).</td><td valign=top><center><input type="text" value="lqdpci7b1t2rkoact8ar44jigs@group.calendar.google.com"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'lqdpci7b1t2rkoact8ar44jigs@group.calendar.google.com'); return false;">ископирај текст</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/embed?src=lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com&ctz=America/New_York"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/embed?src=lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com&ctz=America/New_York'); return false;">ископирај текст</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/ical/lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com/public/basic.ics"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/ical/lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com/public/basic.ics'); return false;">ископирај текст</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/feeds/lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com/public/basic"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/feeds/lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com/public/basic'); return false;">ископирај текст</a></center></td></tr><tr><td valign=top>Календар Српске Православне Цркве</td><td valign=top>Исто као предходни, само на српском.</td><td valign=top><center><input type="text" value="l7isj43cj3k45foom4pl614fdc@group.calendar.google.com"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'l7isj43cj3k45foom4pl614fdc@group.calendar.google.com'); return false;">ископирај текст</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/embed?src=l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com&ctz=America/New_York"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/embed?src=l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com&ctz=America/New_York'); return false;">ископирај текст</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/ical/l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com/public/basic.ics"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/ical/l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com/public/basic.ics'); return false;">ископирај текст</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/feeds/l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com/public/basic"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/feeds/l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com/public/basic'); return false;">ископирај текст</a></center></td></tr><tr><td valign=top>Посни дани</td><td valign=top>Календар са посним данима</td><td valign=top><center><input type="text" value="6lne9t4ljhv8srj9s7hnd55oqg@group.calendar.google.com"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', '6lne9t4ljhv8srj9s7hnd55oqg@group.calendar.google.com'); return false;">ископирај текст</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/embed?src=6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com&ctz=America/New_York "><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/embed?src=6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com&ctz=America/New_York '); return false;">ископирај текст</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/ical/6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com/public/basic.ics"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/ical/6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com/public/basic.ics'); return false;">ископирај текст</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/feeds/6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com/public/basic"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/feeds/6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com/public/basic'); return false;">ископирај текст</a></center></td></tr><tr><td valign=top>Фолклор</td><td valign=top>Распоред проба и наступа фолклор ансамбла наше цркве.</td><td valign=top><center><input type="text" value="aea5db1h2ssolond3llcnpul7g@group.calendar.google.com"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'aea5db1h2ssolond3llcnpul7g@group.calendar.google.com'); return false;">ископирај текст</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/embed?src=aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com&ctz=America/New_York"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/embed?src=aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com&ctz=America/New_York'); return false;">ископирај текст</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/ical/aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com/public/basic.ics"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/ical/aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com/public/basic.ics'); return false;">ископирај текст</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/feeds/aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com/public/basic"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/feeds/aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com/public/basic'); return false;">ископирај текст</a></center></td></tr></table>
sr_latn_cs: <p>Možda ste primjetili da koristimo google kalendare za naš veb sajt. Svi kalendari su javni, što znači da ih možete povezati na svoj <b>mobilni telefon</b>.<p><a href="http://support.google.com/calendar/bin/topic.py?hl=en&topic=13950&p=syncmobile" target="_blank">Ovdje</a> su detaljne instrukcije kako da preuzmete kalendar na vaš telefon.<p>Kada pročitate uptstva na linku iznad, biće vam jasno šta da radite sa podacima u tebeli ispod:<style type="text/css">#dejan td, #dejan th { border-bottom:1px dotted black;padding:5px; }#dejan {border:1px solid black;}</style><table id="dejan"><tr><th>Kalendar</th><th>Opis</th><th>Calendar ID</th><th>HTML</th><th>ICAL</th><th>XML</th></tr><tr><td valign=top>Sv Luka</td><td valign=top>Ovdje je raspored služenja naše crkve, sastanci, probe hora i slično.</td><td valign=top><center><input type="text" value="is16q4gom1ke09s9fqfchmffcg@group.calendar.google.com"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'is16q4gom1ke09s9fqfchmffcg@group.calendar.google.com'); return false;">iskopiraj tekst</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/embed?src=is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com&ctz=America/New_York"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/embed?src=is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com&ctz=America/New_York'); return false;">iskopiraj tekst</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/ical/is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com/public/basic.ics"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/ical/is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com/public/basic.ics'); return false;">iskopiraj tekst</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/feeds/is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com/public/basic"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/feeds/is16q4gom1ke09s9fqfchmffcg%40group.calendar.google.com/public/basic'); return false;">iskopiraj tekst</a></center></td></tr><tr><td valign=top>Kalendar Srpske Pravoslavne Crkve</td><td valign=top>Crveni i crni danu su označeni kao i kratak opis (engliski jezik).</td><td valign=top><center><input type="text" value="lqdpci7b1t2rkoact8ar44jigs@group.calendar.google.com"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'lqdpci7b1t2rkoact8ar44jigs@group.calendar.google.com'); return false;">iskopiraj tekst</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/embed?src=lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com&ctz=America/New_York"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/embed?src=lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com&ctz=America/New_York'); return false;">iskopiraj tekst</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/ical/lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com/public/basic.ics"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/ical/lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com/public/basic.ics'); return false;">iskopiraj tekst</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/feeds/lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com/public/basic"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/feeds/lqdpci7b1t2rkoact8ar44jigs%40group.calendar.google.com/public/basic'); return false;">iskopiraj tekst</a></center></td></tr><tr><td valign=top>Kalendar Srpske Pravoslavne Crkve</td><td valign=top>Isto kao predhodni, samo na srpskom.</td><td valign=top><center><input type="text" value="l7isj43cj3k45foom4pl614fdc@group.calendar.google.com"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'l7isj43cj3k45foom4pl614fdc@group.calendar.google.com'); return false;">iskopiraj tekst</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/embed?src=l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com&ctz=America/New_York"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/embed?src=l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com&ctz=America/New_York'); return false;">iskopiraj tekst</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/ical/l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com/public/basic.ics"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/ical/l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com/public/basic.ics'); return false;">iskopiraj tekst</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/feeds/l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com/public/basic"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/feeds/l7isj43cj3k45foom4pl614fdc%40group.calendar.google.com/public/basic'); return false;">iskopiraj tekst</a></center></td></tr><tr><td valign=top>Posni dani</td><td valign=top>Kalendar sa posnim danima</td><td valign=top><center><input type="text" value="6lne9t4ljhv8srj9s7hnd55oqg@group.calendar.google.com"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', '6lne9t4ljhv8srj9s7hnd55oqg@group.calendar.google.com'); return false;">iskopiraj tekst</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/embed?src=6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com&ctz=America/New_York "><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/embed?src=6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com&ctz=America/New_York '); return false;">iskopiraj tekst</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/ical/6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com/public/basic.ics"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/ical/6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com/public/basic.ics'); return false;">iskopiraj tekst</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/feeds/6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com/public/basic"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/feeds/6lne9t4ljhv8srj9s7hnd55oqg%40group.calendar.google.com/public/basic'); return false;">iskopiraj tekst</a></center></td></tr><tr><td valign=top>Folklor</td><td valign=top>Raspored proba i nastupa folklor ansambla naše crkve.</td><td valign=top><center><input type="text" value="aea5db1h2ssolond3llcnpul7g@group.calendar.google.com"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'aea5db1h2ssolond3llcnpul7g@group.calendar.google.com'); return false;">iskopiraj tekst</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/embed?src=aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com&ctz=America/New_York"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/embed?src=aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com&ctz=America/New_York'); return false;">iskopiraj tekst</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/ical/aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com/public/basic.ics"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/ical/aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com/public/basic.ics'); return false;">iskopiraj tekst</a></center></td><td valign=top><center><input type="text" value="https://www.google.com/calendar/feeds/aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com/public/basic"><br><a href="#" onclick="window.prompt('Copy to clipboard: Ctrl+C, Enter', 'https://www.google.com/calendar/feeds/aea5db1h2ssolond3llcnpul7g%40group.calendar.google.com/public/basic'); return false;">iskopiraj tekst</a></center></td></tr></table>
